Repository: 453647684/NetworkManager
Catalog: vpn-daemons/pptp/po/*.po
Languages: ar, be@latin, bg, de, es, et, eu, fi, fr, hu, it, ka, pt_br, ru, sv, ta

source: Use peer _DNS
ar: است_خدم DNS الندّ
be@latin: Užyj roŭnievy peer _DNS
es: Usar _DNS del compañero
eu: Erabili _DNS bikotea
fr: Utiliser un _DNS pair
hu: Egyenrangú _DNS használata
sv: Använd fjärr-_DNS

source: _Access point name:
ar: اسم نقطة ال_وصول:
be@latin: _Nazva punktu dostupu:
es: Nombre del punto de _acceso:
eu: _Sarbide-puntuaren izena:
fr: Nom du point d'_accès :
hu: _Elérési pont neve:
sv: Namn på _accesspunkt:

source: _Authenticate peer
ar: وثّق ال_ندّ
be@latin: Aŭtaryzuj roŭniu
es: _Autenticar compañero
eu: _Autentifikatu bikotea
fr: _Authentifier le pair
hu: _Partner hitelesítése
sv: _Autentisera fjärrpart

source: _Device address:
ar: عنوان ال_جهاز:
be@latin: _Adras pryłady:
es: _Dirección del dispositivo:
eu: _Gailuaren helbidea:
fr: A_dresse du périphérique :
hu: Eszköz cí_me:
sv: _Enhetsadress:

source: _Hardware RTS/CTS
ar: RTS/CTS عتادي_
be@latin: _Aparaturny RTS/CTS
eu: RTS/CTS _hardwarea
fr: RTS/CTS ma_tériel
hu: Hardveres _RTS/CTS
sv: _Hårdvaru-RTS/CTS

source: _Modem connection
ar: اتصال م_ودم
be@latin: _Mademnaje spałučeńnie
es: Conexión de _módem
eu: _Modem-konexioa
fr: Connexion par _modem
hu: _Modemes kapcsolat
sv: _Modemanslutning

source: _Only use VPN connection for these addresses:
ar: استخدم _فقط اتصالات VPN لهذه العناوين:
be@latin: _Karystajsia spałučeńniem VPN tolki dla hetych adrasoŭ:
es: S_olamente utilizar la conexión VPN para estas direcciones:
eu: Erabili _VPN konexioa soilik honako helbideetan:
fr: Utiliser _uniquement la connexion VPN pour ces adresses
hu: _Csak ezekhez a címekhez használja a VPN kapcsolatot:
sv: Använd _endast VPN-anslutning för dessa adresser:

source: _Packet type:
ar: نوع الر_زمة
be@latin: Typ _pakunkaŭ:
es: Tipo de _paquete:
eu: _Pakete mota:
fr: Type de _paquet :
hu: Cs_omagtípus:
sv: _Pakettyp:

source: _Peer DNS through tunnel
ar: _ند DNS عبر نفق
be@latin: _Roŭnievy peer DNS praz tunel
es: DNS del compañe_ro a través del túnel
eu: DNS _bikotea tunelaren bidez
fr: DNS _pair via tunnel
hu: _Egyenrangú DNS alagúton keresztül
sv: _Fjärr-DNS genom tunnel

source: _Require MPPC compression
ar: ت_طلّب ضغط MPPC
be@latin: _Vymahaj kampresii MPPC
es: _Requerir compresión MPPC
eu: _Behartu MPPC konexioa
fr: E_xiger la compression MPPC
hu: MPP_C tömörítés megkövetelése
sv: _Kräv MPPC-komprimering

source: You need to authenticate to access the Virtual Private Network '%s'.
et: Ligipääsuks '%s' VPN-i võrku pead autentima.
ka: VPN '%s'-ში შესვლისათვის საჭიროა აუთენტიკაცია.

source: Authenticate PPTP VPN
et: PPTP VPN-i autentimine
ka: PPTP VPN კავშირის აუტენტიფიცირება

source: VPN Connection Manager (PPTP)
et: VPN ühenduse haldamine (PPTP)
ka: VPN შეერთებების მენეჯერი (PPTP)

source: PPTP Client
et: PPTP klient
ka: PPTP კლიენტი

source: The following PPTP connection will be created:
et: Luuakse järgmine PPTP ühendus:
ka: შეიქმნება შემდეგი PPTP კავშირი:

source: Name: %s
et: Nimi: %s
ka: სახელი: %s

source: Remote: %s
et: Kaugmasin: %s
ka: დაშორებული: %s

source: Username: %s
et: Kasutajanimi: %s
ka: მომხმარებელი: %s

source: Routes: %s
et: Marsruudid: %s
ka: მარშრუტები: %s

source: Use MPPC Compression: %s
et: MPPC tihendamise kasutamine: %s
ka: MPPC-კუმშვის გამოყენება: %s

source: Yes
et: Jah
ka: დიახ

source: No
et: Ei
ka: არა

source: Use MPPE Encryption: %s
et: MPPE krüpteerimise kasutamine: %s
ka: MPPE-შიფრვის გამოყენება: %s

source: The connection details can be changed using the "Edit" button.
et: Ühenduse üksikasju saab muuta kasutades "Muuda" nuppu.
ka: "რედაქტირება" ღილაკის მეშვეობით შესაძლებელია შეერთების პარამეტრების შეცვლა.

source: Cannot import settings
et: Seadeid ei saa importida
ka: ვერ ხერხდება პარამეტრების იმპორტირება

source: The VPN settings file '%s' does not contain valid data.
et: VPN-seadete fail '%s' ei sisalda sobivat infot.
ka: VPN პარამეტრების ფაილი '%s' არ შეიცავს მართებულ მონაცემებს.

source: <b>Required Information</b>
et: <b>Nõutud info</b>
ka: </b>საჭირო ინფორმაცია</b>

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
et: Palun sisesta all olevatele väljadele sind süsteemi administraatorilt saadud info. Ära sisesta siia parooli, seda küsitakse ühendumisel.
ka: შეიყვანეთ სისტემური ადმინისტრატორისაგან მიღებული ინფორმაცია. ნუ შეიყვანთ თქვენს პაროლს დაკავშირების დროს.

source: Username:
et: Kasutajanimi:
ka: მომხმარებელი:

source: Your password must be defined in /etc/ppp/chap-secrets
et: Su parool peab olema määratud failis /etc/ppp/chap-secrets
ka: თქვენი პაროლი უნდა იყოს მითითებული /etc/ppp/chap-secrets -ში

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
et: Eravõrgu eristamise _nimi, nt "Kool" või "Ametivõrk".
ka: სახელი ამ შეერთების იდე_ნტიფიცირებისათვის, მაგ.: "Campus VPN" ან "Corporate Network"
