Repository: 453647684/NetworkManager
Catalog: vpn-daemons/pptp/po/*.po
Languages: ar, be@latin, bg, de, es, et, eu, fi, fr, hu, it, ka, pt_br, ru, sv, ta

source: connect-delay
bg: забавяне при свързване
de: Verbindungsverzögerung
fi: yhteysviive
it: ritardo-connessione
pt_br: atraso-de-conexão
ta: இணைப்பு-தாமதம்

source: pppd tunnel (PPTP, BTGPRS, Dialup)
ar: نفق pppd (PPTP، BTGPRS، Dialup)
be@latin: tunel pppd (PPTP, BTGPRS, Dialup)
bg: Тунел по pppd (PPTP, BTGPRS, връзка по телефона)
es: túnel pppd (PPTP, BTGPRS, marcado)
eu: pppd tunela (PPTP, BTGPRS, modema)
fi: pppd-tunneli (PPTP, BTGPRS, Dialup)
fr: tunnel pppd (PPTP, BTGPRS, Dialup)
hu: pppd alagút (PPTP, BTGPRS, betárcsázós)
it: tunnel pppd (PPTP, BTGPRS, Dialup)
pt_br: túnel pppd (PPTP, BTGPRS, Discada)
ru: Туннель pppd (PPTP, BTGPRS, Dialup)
sv: pppd-tunnel (PPTP, BTGPRS, Uppringd)
ta: பிபிபிடி டன்னல் (PPTP, BTGPRS, Dialup)

source: Name
ar: الإسم
be@latin: Nazva
bg: Име
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
hu: Név
it: Nome
pt_br: Nome
ru: Имя
sv: Namn
ta: பெயர்

source: PPTP Server
ar: خادم PPTP
be@latin: Server PPTP
bg: Сървър за PPTP
es: Servidor PPTP
eu: PPTP zerbitzaria
fi: PPTP-palvelin
fr: Serveur PPTP
hu: PPTP kiszolgáló
it: Server PPTP
pt_br: Servidor PPTP
ru: Сервер PPTP
ta: பிபிடிபி சேவையகம்

source: Telephone Number
ar: رقم الهاتف
be@latin: Telefonny numar
bg: Телефонен номер
de: Telefonnummer
es: Número de teléfono
eu: Telefono zenbakia
fi: Puhelinnumero
fr: Numéro de téléphone
hu: Telefonszám
it: Numero di telefono
pt_br: Número de telefone
ru: Номер телефона
sv: Telefonnummer
ta: தொலைபேசி எண்

source: Bluetooth Address
ar: عنوان البلوتوث
be@latin: Adras Bluetooth
bg: Адрес по Bluetooth
de: Bluetooth-Adresse
es: Dirección Bluetooth
eu: Bluetooth helbidea
fi: Bluetooth-osoite
fr: Adresse Bluetooth
hu: Bluetooth cím
it: Indirizzo Bluetooth
pt_br: Endereço Bluetooth
ru: Адрес Bluetooth
sv: Bluetooth-adress
ta: ப்ளூடூத் முகவரி

source: Bluetooth Channel
ar: قناة البلوتوث
be@latin: Kanał Bluetooth
bg: Канал за Bluetooth
de: Bluetooth-Kanal
es: Canal Bluetooth
eu: Bluetooth kanala
fi: Bluetooth-kanava
fr: Canal Bluetooth
hu: Bluetooth csatorna
it: Canale Bluetooth
pt_br: Canal Bluetooth
ru: Канал Bluetooth
sv: Bluetooth-kanal
ta: ப்ளூடூத் தடம்

source: GPRS APN
bg: № на точка за достъп по GPRS
fr: APN GPRS
it: APN GPRS
pt_br: APN GPRS
ta: ஜிபிஆஎஸ் ஏபிஎன்

source: GPRS IP
bg: IP по GPRS
eu: GPRS IPa
fi: GPRS-IP-osoite
fr: IP GPRS
it: IP GPRS
pt_br: IP GPRS
ta: ஜிபிஆஎஸ் ஐபி

source: GPRS Context No.
ar: رقم سياق GPRS.
be@latin: Numar kantekstu GPRS
bg: № на контекста на GPRS
de: GPRS-Kontextnr.
es: Nº de contexto GPRS
eu: GPRS testuinguru-zenbakia
fi: GPRS-kontekstin numero
fr: N° de contexte GPRS
hu: GPRS kontextusszám
it: Numero contesto GPRS
pt_br: Número de contexto GPRS
sv: GPRS-sammanhangsnr
ta: ஜிபிஆஎஸ் சூழல் எண்

source: GPRS Packet Type
ar: نوع حزمة GPRS
be@latin: Typ pakunkaŭ GPRS
bg: Вид на пакетите по GPRS
de: GPRS-Pakettyp
es: Tipo de paquete GPRS
eu: GPRS pakete mota
fi: GPRS pakettityyppi
fr: Type de paquets GPRS
hu: GPRS csomagtípus
it: Tipo pacchetto GRPS
pt_br: Tipo de pacote GPRS
sv: GPRS-pakettyp
ta: ஜிபிஆஎஸ் பொட்டலம் வகை

source: Use CTS/RTS flow control
ar: استخدم تحكم CTS/RTS في التدفق
be@latin: Užyj kiravańnie płyńniu CTS/RTS
bg: Използване на CTS/RTS
de: CTS/RTS-Flusskontrolle verwenden
es: Usar control de flujo CTS/RTS
eu: Erabili CTS/RTS fluxu-kontrola
fi: Käytä CTS/RTS-vuonohjausta
fr: Utiliser le contrôle de flux CTS/RTS
hu: CTS/RTS folyamvezérlés használata
it: Usare controllo di flusso CTS/RTS
pt_br: Usar controle de fluxo CTS/RTS
ru: Использовать управление потоком CTS/RTS
sv: Använd CTS/RTS-flödeskontroll
ta: சிடிஎஸ்/ஆர்டிஎஸ் ஒழுக்கு கட்டுப்பாடை பயன்படுத்துக

source: Connect via a modem
ar: اتصل عبر مودم
be@latin: Spałučysia praz madem
bg: Свързване през модем
de: Über Modem verbinden
es: Conectar por módem
eu: Konektatu modemaren bidez
fi: Yhdistä modeemin avulla
fr: Se connecter à l'aide d'un modem
hu: Csatlakozás modemen keresztül
it: Connettere via modem
pt_br: Conectar via modem
ru: Подключиться при помощи модема
sv: Anslut via ett modem
ta: மோடம் வழியாக இணைக்கவும்

source: Require IP to be provided
ar: تطلّب إعطاء IP
be@latin: Treba vyznačyć IP
bg: Изискване на предоставянето на IP
de: Liefern der IP-Adresse verlangen
es: Requerir que se proporcione una IP
eu: Behartu IPa ematera
fi: Vaadi annettu IP
fr: Nécessite de fournir une adresse IP
hu: IP megadásának megkövetelése
it: Richiedere che sia specificato l'IP
pt_br: Exigir que um IP seja fornecido
sv: Kräv att IP tillhandahålls
ta: தேவையான ஐபி தரப்பட வேண்டும்

source: Use MPPE encryption
ar: استخدم تعمية MPPE
be@latin: Užyj šyfravańnie MPPE
bg: Използване на шифриране MPPE
de: MPPE-Verschlüsselung verwenden
es: Usar encriptado MPPE
eu: Erabili MPPE enkriptatzea
fi: Käytä MPPE-salausta
fr: Utiliser le chiffrement MPPE
hu: MPPE titkosítás használata
it: Usare cifratura MPPE
pt_br: Usar criptografia MPPE
ru: Использовать шифрование MPPE
sv: Använd MPPE-kryptering
ta: எம்பிபிஈ குறியாக்கத்தை பயன்படுத்துக

source: Use 128 bit MPPE encryption
ar: استخدم تعمية 128 bit MPPE
be@latin: Užyj 128-bitnaje šyfravańnie MPPE
bg: Използване на 128-битово шифриране MPPE
de: 128-bit MPPE-Verschlüsselung verwenden
es: Usar encriptado MPPE de 128 bits
eu: Erabili 128 bit-eko MPPE enkriptatzea
fi: Käytä 128-bittistä MPPE-salausta
fr: Utiliser le chiffrement MPPE 128 bits
hu: 128 bites MPPE titkosítás használata
it: Usare cifratura MPPE a 128 bit
pt_br: Usar criptografia MPPE de 128 bits
ru: Использовать шифрование MPPE 128 бит
sv: Använd 128-bitars MPPE-kryptering
ta: 128 பிட் எம்பிபிஈ குறியாக்கத்தை பயன்படுத்துக

source: Use MPPC compression
ar: استخدم ضغط MPPC
be@latin: Užyvaje kampresiju MPPC
bg: Използване на компресия MPPC
de: MPPC-Komprimierung verwenden
es: Usar compresión MPPC
et: MPPC tihendamise kasutamine
eu: Erabili MPPC konpresioa
fi: Käytä MPPC-pakkausta
fr: Utiliser la compression MPPC
hu: MPPC tömörítés használata
it: Usare compressione MPPC
ka: MPPC-კუმშვის გამოყენება
pt_br: Usar compressão MPPC
ru: Использовать компрессию MPPC
sv: Använd MPPC-komprimering
ta: எம்பிபிஈ இறுக்கத்தை பயன்படுத்துக

source: Do not use deflate compression
ar: لا تستخدم ضغط مُفرِّغ
be@latin: Nie ŭžyvaj kampresiju Deflate
bg: Без използване на компресия deflate
de: Deflate-Kompression nicht verwenden
es: Usar compresión «deflate»
eu: Ez erabili Deflate konpresioa
fi: Älä käytä deflate-pakkausta
fr: Ne pas utiliser la compression « deflate »
hu: Ne használjon deflate tömörítést
it: Non usare la compressione 'deflate'
pt_br: Não usar compressão deflate
ru: Не использовать компрессию deflate
sv: Använd inte Deflate-komprimering
ta: டீப்லேட் இறுக்கத்தை பயன்படுத்த வேண்டாம்.

source: Do not use BSD compression
ar: لا تستخدم ضغط BSD
be@latin: Nie ŭžyvaj kampresiju BSD
bg: Без използване на компресия BSD
de: BSD-Kompression nicht verwenden
es: Usar compresión BSD
eu: Ez erabili BSD konpresioa
fi: Älä käytä BSD-pakkausta
fr: Ne pas utiliser la compression BSD
hu: Ne használjon BSD tömörítést
it: Non usare la compressione 'BSD'
pt_br: Não usar compressão BSD
ru: Не использовать компрессию BSD
sv: Använd inte BSD-komprimering
ta: பிஎஸ்டி (BSD) இறுக்கத்தை பயன்படுத்த வேண்டாம்.

source: Exclusive device access by pppd
ar: وصول حصري للجهاز بواسطة pppd
be@latin: Ekskluziŭny dostup demana pppd da pryłady
bg: Изключителен достъп до устройството от pppd
de: Alleiniger Gerätezugriff durch pppd
es: Acceso exclusivo al dispositivo por pppd
eu: Gailuaren sarbide esklusiboa pppd bidez
fi: Varaa laite pppd:n käyttöön
fr: Accès exclusif au périphérique par pppd
hu: A pppd általi kizárólagos eszközelérés
it: Accesso esclusivo di pppd al dispositivo
pt_br: Acesso exclusivo ao dispositivo pelo pppd
sv: Exklusiv enhetsåtkomst för pppd
ta: பிபிபிடி யால் தனித்த சாதன அணுகல்

source: Authenticate remote peer
ar: وثِّق الندّ البعيد
be@latin: Spraŭdź addaleny bok
bg: Идентифициране на отдалечен съсед
de: Entfernten Peer authentifizieren
es: Autenticar compañero remoto
eu: Autentifikatu urruneko bikotea
fi: Todenna VPN-yhteys
fr: Authentifier l'hôte distant
hu: Távoli fél hitelesítése
it: Autenticare il corrispondente remoto
pt_br: Autenticar ponto remoto
sv: Autentisera fjärrpart
ta: தொலைநிலை ஒப்பான செயலியை உறுதிப்படுத்துக

source: Refuse MSCHAP
ar: ارفض MSCHAP
be@latin: Admaŭlaj MSCHAP
bg: Отказване на MSCHAP
de: MSCHAP verweigern
es: Rechazar MSCHAP
eu: Ez onartu MSCHAP
fi: Kiellä MSCHAP
fr: Refuser MSCHAP
hu: MSCHAP visszautasítása
it: Rifiutare MSCHAP
pt_br: Recusar MSCHAP
ru: Отклонять MSCHAP
sv: Vägra MSCHAP
ta: MSCHAP ஐ ஏற்றுக் கொள்ளாதே

source: Maximum transmit unit (in bytes)
ar: اقصى وحدة نقل (بالبايت)
be@latin: Maksymalny blok pieradačy (u bajtach)
bg: Максимален пакет за предаване (в байтове)
de: Gößte Übertragungseinheit (in Bytes)
es: Unidad máxima de transmisión (en bytes)
eu: Gehienezko transmisio-unitatea (byte-tan)
fi: Suurin lähetysyksikkö MTU (tavuina)
fr: Unité de transmission maximale (en octets)
hu: Legnagyobb átviteli egység (MTU, bájtokban)
it: Maximum transmit unit (in byte)
pt_br: Unidade de transmissão máxima (em bytes)
sv: Maximal överföringsenhet (i byte)
ta: அதிகபட்சம் அனுப்பும் அலகு (பைட்டுகளில்)

source: Maximum receive unit (in bytes)
ar: اقصى وحدو استلام (بالبايت)
be@latin: Maksymalny blok atrymańnia (u bajtach)
bg: Максимален пакет за приемане (в байтове)
de: Größte Empfangseinheit (in Bytes)
es: Unidad máxima de recepción (en bytes)
eu: Gehienezko jasotze-unitatea (byte-tan)
fi: Suurin vastaanottoyksikkö MRU (tavuina)
fr: Unité de réception maximale (en octets)
hu: Legnagyobb fogadási egység (bájtokban)
it: Maximum receive unit (in byte)
pt_br: Unidade de recepção máxima (em bytes)
ru: Maximum receive unit (в байтах)
sv: Maximal mottagningsenhet (i byte)
ta: அதிகபட்சம் பெறும் அலகு (பைட்டுகளில்)

source: Number of failed LCP echos to cause disconnect
ar: رقم طلبات صدى LCP الفاشلة المؤدية لقطع الإتصال
be@latin: Kolkaść niaŭdałych echa-zapytaŭ LCP, kab adłučycca
bg: Брой неуспешни заявки echo по LCP, които да предизвикат прекъсване на връзката
de: Anzahl gescheiterter LCP-Echos, die einen Verbindungsabbruch begründen
es: Número de ecos LCP fallidos para desconectar
eu: Hutsegindako LCP echo-en kopurua deskonektatzeko
fi: Epäonnistuneiden LCP ECHO-viestien määrä, joka katkaisee yhteyden
fr: Nombre d'echos LCP échoués avant de se déconnecter
hu: Bontást okozó meghiúsult LCP visszhangok száma
it: Numero di echi LCP che causano la disconnessione
pt_br: Número de ecos LCP falhos para causar disconexão
ru: Количество сбоев LCP echo, необходимое для разрыва соединения
sv: Antal misslyckade LCP-ekon som orsakar frånkoppling
ta: இணப்பை துண்டிக்க தோல்வியடைந்த எல்சிபி எதிரொலிகளின் எண்ணிக்கை

source: Interval (in seconds) at which to issue LCP echos
ar: الفترة (بالثواني) بين طلبات صدى LCP
be@latin: Intervał (u sekundach) pamiž dvuma echa-zapytami LCP
bg: Интервал (в секунди) между две последователни заявки echo по LCP
de: Intervall (in Sekunden) in dem LCP-Echos gesendet werden
es: Intervalo (en segundos) en el cual enviar ecos LCP
eu: Bitartea LCP echo-ak bidaltzeko (segundotan)
fi: LCP ECHO-viestien väli sekunteina
fr: Intervalle (en secondes) auquel envoyer des echos LCP
hu: LCP visszhangok kiadásának időköze (másodpercben)
it: Intervallo (in secondi) a cui mandare echi LCP
pt_br: Intervalo (em segundos) para emitir ecos LCP
ru: Интервал (в секундах) между передачей LCP echo
sv: Intervall (i sekunder) som LCP-ekon ska göras
ta: எல்சிபி எதிரொலிகள் அனுப்ப இடைவேளை (நொடிகளில்)

source: Interval (in milliseconds) to wait before connecting.
ar: الفترة (بالمللي ثانية) قبل الإتصال.
be@latin: Intervał (u milisekundach), jaki treba čakać da złučeńnia.
bg: Интервал (в милисекунди) преди да се установи връзка.
de: Zeitraum (in Millisekunden) der vor einer Verbindung gewartet wird.
es: Intervalo (en milisegundos) que se esperará tras conectar.
eu: Bitartea konektatu aurretik itxoiteko (milisegundotan).
fi: Ennen yhteyden avausta odotettava aika millisekuntena.
fr: Intervalle (en millisecondes) à attendre avant de se connecter.
hu: Kapcsolódás előtti várakozás időköze (ezredmásodpercben).
it: Intervallo (in millisecondi) da attendere prima della connessione.
pt_br: Intervalo (em milissegundos) para esperar antes de conectar.
ru: Итервал (в миллисекундах) ожидания перед соединением.
sv: Intervall (i millisekunder) att vänta före anslutning.
ta: இணைக்கு முன் தாமதிக்க வேண்டிய இடைவேளை (மில்லிவிநாடிகளில்)

source: Custom PPP options
ar: خيارات PPP مخصصة
be@latin: Svaje opcyi PPP
bg: Допълнителни опции за PPP
de: Spezielle PPP-Optionen
es: Opciones personalizadas de PPP
eu: Pertsonalizatu PPP aukerak
fi: Omat PPP-valitsimet
fr: Options PPP personnalisées
hu: Egyéni PPP beállítások
it: Opzioni PPP personali
pt_br: Opções PPP personalizadas
ru: Дополнительные параметры PPP
sv: Anpassade PPP-flaggor
ta: தனிப்பயன் PPP விருப்பங்கள்

source: Use Peer DNS over the Tunnel
ar: استخدم DNS الندّ عبر نفق
be@latin: Užyj DNS praz tunel
bg: Използване на DNS от съсед по тунел
de: Peer-DNS über einen Tunnel verwenden
es: Usar DNS del compañero sobre el túnel
eu: Erabili DNS bikotea tunelaren gainean
fi: Käytä yhteyden DNS-asetuksia tunnelissa
fr: Utiliser le DNS pair via un tunnel
hu: Egyenrangú DNS használata az alagútban
it: Usare il DNS peer sopra il Tunnel
pt_br: Usar DNS do ponto no túnel
sv: Använd fjärr-DNS över tunneln
ta: டன்னலில் ஒப்பான டிஎன்எஸ் ஐ பயன் படுத்துக

source: Specific networks available
ar: شبكات معيّنة متوفّرة
be@latin: Dastupnyja specyfičnyja sietki
bg: Налични са специфични мрежи
de: Bestimmte Netzwerke verfügbar
es: Redes específicas disponibles
eu: Sare espezifiko erabilgarriak
fi: Halutut verkot ovat saatavilla
fr: Réseaux spécifiques disponibles
hu: Elérhető hálózatok
it: Sono disponibili reti specifiche
pt_br: Redes específicas disponíveis
sv: Specifika tillgängliga nätverk
ta: கிடைப்பில் உள்ள குறிப்பான வலையமைப்புகள்

source: Limit to specific networks
ar: حُدّه بشبكات معينة
be@latin: Abmiežavańnie dla specyfičnych sietak
bg: Ограничаване до специфични мрежи
de: Auf spezielle Netzwerke begrenzen
es: Limitar a redes específicas
eu: Mugatu sare espezifikoetara
fi: Rajaa haluttuihin verkkoihin
fr: Limiter aux réseaux spécifiques
hu: Korlátozás adott hálózatokra
it: Limitare alle reti specifiche
pt_br: Limitar a redes específicas
sv: Begränsa till specifika nätverk
ta: குறிப்பான வலையமைப்புகளை வரையறை செய்க

source: The following '%s' connection will be created:
ar: سيُنشأ الإتصال '%s' التالي:
be@latin: Budzie stvorana spałučeńnie '%s':
bg: Ще бъде създадена следната връзка „%s“:
de: Die folgende »%s«-Verbindung wird angelegt:
es: Se creará la siguiente conexión «%s»:
eu: Honako '%s' konexioa sortuko da:
fi: Seuraava "%s"-yhteys luodaan:
fr: La connexion « %s » suivante va être créée :
hu: A következő „%s” kapcsolat kerül létrehozásra:
it: Verrà creata la seguente connessione '%s':
pt_br: A seguinte conexão "%s" será criada:
ru: Следующее соединение "%s" будет создано:
sv: Följande "%s"-anslutning kommer att skapas:
ta: பின்வரும் '%s' இணைப்பு உருவாக்கப் படும்:

source: The connection details can be changed using the "Back" button.
ar: يمكن تغيير تفاصيل الإتصال باستخدام زر "الخلف".
be@latin: Detali spałučeńnia možna źmianić, nacisnuŭšy knopku "Nazad".
bg: Настройките на връзката могат да се редактират с бутона „Назад“.
de: Die Verbindungsdetails können mit Hilfe des »Zurück«-Knopfs geändert werden.
es: Los detalles de la conexión se pueden modificar mediante el botón «Atrás».
eu: Konexioaren xehetasunak alda daitezke "Atzera" botoia erabiliz.
fi: Yhteyden yksityiskohtia voi muuttaa valitsemalla "Takaisin".
fr: Les détails de connexion peuvent être modifiés en utilisant le bouton « Retour ».
hu: A kapcsolat részletei a „Vissza” gomb segítségével módosíthatók.
it: I dettagli della connessione possono essere cambiati usando il pulsante «Indietro».
pt_br: Os detalhes da conexão podem ser alterados usando o botão "Voltar".
ru: Сведения о соединении можно изменить, если нажать кнопку "Назад".
sv: Anslutningsdetaljerna kan ändras genom att använda knappen "Bakåt".
ta: இணப்பு விவரங்கள் "Back" பொத்தானை பயன் படுத்தி மாற்ற இயலும்.

source: Select file to import
ar: انتقِ ملفّ للإستيراد
be@latin: Abiary fajł, kab impartavać
bg: Избор на файл за внасяне
de: Zu importierende Datei auswählen
es: Seleccione el archivo para importar
et: Imporditava faili valimine
eu: Hautatu fitxategia inportatzeko
fi: Valitse tuotava tiedosto
fr: Sélectionnez le fichier à importer
hu: Válassza ki az importálandó fájlt
it: Seleziona il file da importare
ka: იმპორტირებისთვის ფაილის სახელის მითითება
pt_br: Selecione o arquivo para importar
ru: Выберите файл для импорта
sv: Välj fil att importera
ta: இறக்குமதி செய்ய கோப்பை தேர்ந்தெடு

source: Save as...
ar: احفظ كـ...
be@latin: Zapišy jak...
bg: Запазване като...
de: Speichern unter …
es: Guardar como...
et: Salvesta kui...
eu: Gorde honela...
fi: Tallenna nimellä...
fr: Enregistrer sous...
hu: Mentés másként...
it: Salva come...
ka: შეინახე როგორც...
pt_br: Salvar como...
ru: Сохранить как...
sv: Spara som...
ta: எனச்சேமி...

source: A file named "%s" already exists.
ar: يوجد ملف بالإسم "%s" مسبقاً.
be@latin: Fajł "%s" užo isnuje.
bg: Файл с име „%s“ вече съществува.
de: Es existiert bereits einen Datei mit dem Namen »%s«.
es: Ya existe un archivo llamado «%s».
eu: "%s" izeneko fitxategia badago lehendik ere.
fi: Tiedosto "%s" on jo olemassa.
fr: Un fichier nommé « %s » existe déjà.
hu: A(z) „%s” nevű fájl már létezik.
it: Un file di nome “%s” esiste già.
ka: ფაილი "%s" უკვე არსებობს.
pt_br: Um arquivo com o nome "%s" já existe.
ru: Файл с именем "%s" уже существует.
sv: En fil med namnet "%s" finns redan.
ta: "%s" எனப் பெயரிட்ட கோப்பு ஏற்கெனெவே உள்ளது.

source: Do you want to replace it with the one you are saving?
ar: أتريد استبداله بالملف الذي تقوم بحفظه؟
be@latin: Chočaš zamianić jaho na dziejnuju versiju?
bg: Искате ли да го презапишете?
de: Möchten Sie sie mit der zu speichernden Datei ersetzen?
es: ¿Desea reemplazarlo con el archivo que está guardando?
eu: Gordetzen ari zarenarekin ordeztea nahi duzu?
fi: Haluatko korvata sen tiedostolla jota olet tallentamassa?
fr: Souhaitez-vous le remplacer par celui que vous êtes en train d'enregistrer ?
hu: Le akarja cserélni azzal, amit épp menteni készül?
it: Si vuole sostituirlo con quello che si sta salvando?
ka: შევცვალოთ თქვენი ფაილით?
pt_br: Deseja substituí-lo com o arquivo que você está salvando?
ru: Вы действительно хотите заменить его?
sv: Vill du ersätta den med den du håller på att spara?
ta: அதை நீங்கள் சேமிக்கும் ஒன்றால் மாற்ற விரும்புகிறீர்களா?

source: VPN Connection failed
ar: فشل اتصال VPN
be@latin: Niemahčyma złučycca z VPN
bg: Неуспешно свързване към ВЧМ
de: VPN-Verbindung gescheitert
es: La conexión VPN ha fallado
et: VPN ühenduse loomine nurjus
eu: VPN konexioak huts egin du
fi: VPN-yhteys epäonnistui
fr: La connexion VPN a échoué
hu: A VPN kapcsolódás meghiúsult
it: Connessione VPN fallita
ka: VPN-თან შეერთება ვერ მოხერხდა
pt_br: Falha na conexão VPN
ru: Сбой соединения VPN
sv: VPN-anslutning misslyckades
ta: விபிஎன் இணைப்பு தோல்வியுற்றது

source: <b>Delays &amp; Timeouts</b>
ar: <b>التأخيرات والمهل</b>
be@latin: <b>Zatrymki j terminy čakańnia</b>
es: <b>Retardos y expiraciones</b>
eu: <b>Atzerapenak eta iraungitze-denborak</b>
fr: <b>Délais et expirations</b>
hu: <b>Késleltetések és időkorlátok</b>
sv: <b>Fördröjningar och tidsgränser</b>

source: <i>Example: 172.16.0.0/16 10.11.12.0/24</i>
ar: <i>مثال: 172.16.0.0/16 10.11.12.0/24</i>
be@latin: <i>Prykład: 172.16.0.0/16 10.11.12.0/24</i>
es: <i>Ejemplo: 172.16.0.0/16 10.11.12.0/24</i>
eu: <i>Adibidea: 172.16.0.0/16 10.11.12.0/24</i>
fr: <i>Exemple : 172.16.0.0/16 10.11.12.0/24</i>
hu: <i>Például: 172.16.0.0/16 10.11.12.0/24</i>
sv: <i>Exempel: 172.16.0.0/16 10.11.12.0/24</i>

source: Allow B_SD Compression
ar: اسمح ب_ضغط BSD
be@latin: Dazvol kampresiju _BSD
es: Permitir compresión B_SD
eu: Onartu _BSD konpresioa
fr: Permettre la compression BSD
hu: B_SD tömörítés engedélyezése
sv: Tillåt _BSD-komprimering

source: Allow _Deflate compression
ar: ا_سمح بتفريغ الضغط
be@latin: Dazvol kampresiju _Deflate
es: Permitir compresión _Deflate
eu: Onartu _Deflate konpresioa
fr: Permettre la compression « _Deflate »
hu: _Deflate tömörítés engedélyezése
sv: Tillåt _Deflate-komprimering

source: C_hannel:
ar: ال_قناة:
be@latin: _Kanał:
es: _Canal:
eu: _Kanala:
fr: _Canal :
hu: _Csatorna:
sv: Ka_nal:

source: Co_nnect delay:
ar: تأ_خير الإتصال:
be@latin: _Zatrymka spałučeńnia:
es: Retraso de la conexión:
eu: K_onexioaren atzerapena:
fr: Délai de co_nnexion :
hu: Ka_pcsolat késleltetése:
sv: Anslu_tningsfördröjning:

source: Connection na_me:
ar: إ_سم الإتصال:
be@latin: _Nazva spałučeńnia:
es: No_mbre de la conexión:
eu: Konexioaren _izena:
fr: No_m de la connexion :
hu: Kapcsolat ne_ve:
sv: Anslutningsna_mn:

source: Context _number:
ar: رقم السيا_ق:
be@latin: Kantekstny _numar:
es: _Número de contexto:
eu: Testuinguruaren _zenbakia:
fr: _Numéro de contexte :
hu: _Kontextusszám:
sv: _Sammanhangsnr:

source: Custom _PPP options:
ar: خيارات PPP _مخصصة:
be@latin: Asablivyja opcyi _PPP:
es: Opciones _PPP personalizadas:
eu: Pertsonalizatu _PPP aukerak:
fr: Options _PPP personnalisées :
hu: Eg_yéni PPP beállítások:
sv: Anpassade _PPP-flaggor:

source: Debug _output
ar: خرج النقح:
be@latin: Debugavaje _vyjście
es: Depurar _salida
eu: Araztu _irteera
fr: Sortie de débogage
hu: _Hibakeresési kimenet
sv: Felsöknings_utdata

source: E_xclusive device access (UUCP-style lock)
ar: نفاذ ح_صري للجهاز (قفل بنمط UUCP)
be@latin: _Ekskluziŭny dostup da pryłady (blakavańnie stylu UUCP)
es: Acceso e_xclusivo al dispositivo (bloqueo tipo UUCP)
eu: Gailuaren _sarbide esklusiboa (UUCP gisako blokeoa)
fr: Accès e_xclusif au périphérique (verrouillage de type UUCP)
hu: _Kizárólagos eszközhozzáférés (UUCP stílusú zár)
sv: E_xklusiv enhetsåtkomst (lås i UUCP-stil)

source: Enable stateful _MPPE
ar: ف_عّل MPPE الحالي
be@latin: Uklučy stateful _MPPE
es: Activar _MPPE de estados
eu: Gaitu _MPPE egoerarekin
fr: Activer le _MPPE avec état
hu: Az alapos _MPPE engedélyezése
sv: Aktivera "stateful _MPPE"

source: IP a_ddress:
ar: ع_نوان IP:
be@latin: _Adras IP:
es: Dirección _IP:
eu: IP _helbidea:
fr: A_dresse _IP :
hu: _IP cím:
sv: IP-a_dress:

source: Refuse C_HAP
ar: ا_رفض CHAP
be@latin: Admaŭlaj C_HAP
es: Rechazar C_HAP
eu: Ez onartu C_HAP
fr: Refuser C_HAP
hu: C_HAP visszautasítása
sv: Vägra C_HAP

source: Refuse _EAP
ar: ار_فض EAP
be@latin: Admaŭlaj _EAP
es: Rechazar _EAP
eu: Ez onartu _EAP
fr: Refuser _EAP
hu: _EAP visszautasítása
sv: Vägra _EAP

source: Refuse _MS CHAP
ar: ارف_ض MS CHAP
be@latin: Admaŭlaj _MS CHAP
es: Rechazar _MS CHAP
eu: Ez onartu _MS CHAP
fr: Refuser _MS CHAP
hu: _MS CHAP visszautasítása
sv: Vägra _MS CHAP

source: Require 128 bit M_PPE encryption
ar: تطلّب ت_عمية 128 bit MPPE
be@latin: Vymahaj 128-bitnaha šyfravańnia M_PPE
es: Requerir cifrado M_PPE de 128 bits
eu: Behartu 128 bit-eko M_PPE enkriptatzea
fr: Exiger le chiffrement M_PPE 128 bits
hu: 128 bites M_PPE titkosítás megkövetelése
sv: Kräv 128-bitars M_PPE-kryptering

source: Require MPPE _encryption
ar: تطلّب تعم_ية MPPE
be@latin: Vymahaj _šyfravańnia MPPE
es: Requerir ci_frado MPPE
eu: Behartu MPPE _enkriptatzea
fr: Exiger le chi_ffrement MPPE
hu: MPP_E titkosítás megkövetelése
sv: Kräv MPPE-_kryptering

source: Require explicit IP _address
ar: تطلّب ع_نوان IP صريح
be@latin: Vymahaj akreślenaha _adrasu IP
es: Requerir _dirección IP explícita
eu: Behartu IP _helbide esplizitoa
fr: Exiger une _adresse IP explicite
hu: Explicit IP _cím megkövetelése
sv: Kräv explicit IP-_adress

source: Telep_hone number:
ar: رقم ال_هاتف:
be@latin: Numar _telefonu:
es: Número de _teléfono:
eu: Tele_fono zenbakia:
fr: Numéro de télép_hone :
hu: Tele_fonszám:
sv: Tele_fonnummer:

source: Typ_e:
ar: النّ_وع:
be@latin: _Typ:
es: T_ipo:
eu: _Mota:
hu: Tí_pus:
sv: Ty_p:
