Repository: 453647684/NetworkManager
Catalog: vpn-daemons/pptp/po/*.po
Languages: ar, be@latin, bg, de, es, et, eu, fi, fr, hu, it, ka, pt_br, ru, sv, ta

source: Authentication Type:
ar: نوع التوثق:
be@latin: Typ spraŭdžańnia:
bg: Вид на идентификацията:
de: Authentifikationstyp:
es: Tipo de autenticación:
eu: Autentifikazio mota:
fr: Type d'authentification :
hu: Hitelesítési típus:
pt_br: Tipo de autenticação:
ru: Тип аутентификации:
sv: Autentiseringstyp:
ta: அங்கீகார வகை:

source: _Remember for this session
ar: _تذكّر لهذه الجلسة
be@latin: _Zapomni dla hetaj sesii
bg: _Запомняне за тази сесия
de: Für _diese Sitzung behalten
es: _Recordar durante esta sesión
eu: _Gogoratu saio honetan
fr: _Se souvenir pour cette session
hu: Meg_jegyzés erre a munkamenetre
pt_br: _Lembrar para esta sessão
ru: _Запомнить для этого сеанса
sv: _Kom ihåg för denna session
ta: இந்த _அமர்வுக்கு நினைவு கொள்

source: _Save in keyring
ar: ا_حفظ في حلقة المفاتيح
be@latin: _Zachavaj u klučnika
bg: Запазване в клю_чодържателя
de: Im _Schlüsselbund speichern
es: _Guardar en el depósito
eu: _Gorde gako-sortan
fr: _Enregistrer dans le trousseau
hu: Mentés a _kulcstartóra
pt_br: _Salvar no chaveiro
ru: _Сохранить на брелоке
sv: _Spara i nyckelring
ta: _ச கீரிங்கில் சேமிக்கவும்

source: You need to authenticate to access '%s'.
ar: تحتاج للتوثق لتنفُذ إلى '%s'.
be@latin: Treba spraŭdzić asobu, kab atrymać dostup da '%s'.
bg: Трябва да се идентифицирате, за да достъпите „%s“.
de: Sie müssen sich für den Zugang zu »%s« authentifizieren.
es: Necesita autenticarse para acceder a «%s».
eu: Autentifikatu egin behar zara '%s'-(r)a sarbidetzeko.
fi: Yhteydenotto VPN-verkkoon "%s" vaatii todentamista.
fr: Vous devez vous authentifier pour accéder à « %s »
hu: A(z) „%s” eléréséhez hitelesítés szükséges.
it: È necessario autenticarsi per accedere a '%s'.
pt_br: Você precisa se autenticar para acessar '%s'.
ru: Необходима аутентификация для доступа к "%s".
sv: Du måsta autentisera dig för att komma åt "%s".
ta: நீங்கள் '%s'. அணுக உறுதிப்படுத்த வேண்டும்

source: Authenticate Connection
ar: وثِّق الإتصال
be@latin: Spraŭdź spałučeńnie
bg: Идентифициране на връзката
de: Verbindung authentifizieren
es: Autenticar conexión
eu: Autentifikatu konexioa
fi: Todenna VPN-yhteys
fr: Authentifier la connexion
hu: Kapcsolat hitelesítése
it: Autenticazione connessione
pt_br: Autenticar Conexão
ru: Аутентификация соединения
sv: Autentisera anslutning
ta: இணைப்பை உறுதிப்படுத்துக

source: <span weight="bold" size="larger">Authentication Information</span> The connection '%s' may need some form of authentication. Please select an appropriate authentication type and provide the necessary credentials below:
ar: <span weight="bold" size="larger">معلومات التوثّق</span> قد يحتاج الإتصال '%s' إلى نوع من التوثّق. من فضلك انتقِ نوع التوثّق المناسب و اعطِ البيانات الضروريّة بأسفل:
be@latin: <span weight="bold" size="larger">Źviestki spraŭdžańnia</span> Spałučeńnie '%s' moža patrabavać niejkaj formy spraŭdžańnia asoby. Kali łaska, abiary adpaviedny typ spraŭdžańnia i vyznač nižej patrebnyja źviestki:
bg: <span weight="bold" size="larger">Информация за идентификация</span> Връзката „%s“ се нуждае от някаква форма на идентификация. Изберете подходящия вид идентификация и добавете необходимата за това информация отдолу:
de: <span weight="bold" size="larger">Authentifikationsinformation</span> Die Verbindung »%s« benötigt eventuelle eine Form von Authentifikation. Wählen Sie bitte einen passenden Aithentifikationstyp aus und geben Sie den notwendigen Anmeldedaten unten ein:
es: <span weight="bold" size="larger">Información de autenticación</span> La conexión «%s» podría necesital alguna forma de autenticación. Seleccione un tipo apropiado de autenticación y proporcione las credenciales necesarias abajo:
eu: <span weight="bold" size="larger">Autentifikazioaren informazioa</span> '%s' konexioak autentifikazio modu bat behar dezake. Hautatu autentifikazio mota egokia eta eman beharrezko kredentzialak azpian:
fr: <span weight="bold" size="larger">Informations d'authentification</span> La connexion à « %s » peut nécessiter une authentification. Sélectionnez un type d'authentification adéquat et fournissez les informations nécessaires ci-dessous :
hu: <span weight="bold" size="larger">Hitelesítési információk</span> A(z) „%s” kapcsolat hitelesítést igényelhet. Válassza ki a megfelelő hitelesítési típust és adja meg alább a szükséges hitelesítési adatokat:
pt_br: <span weight="bold" size="larger">Informações de Autenticação</span> A conexão '%s' pode precisar de alguma forma de autenticação. Por favor, selecione um tipo apropriado de autenticação e forneça as credenciais necessárias abaixo:
sv: <span weight="bold" size="larger">Autentiseringsinformation</span> Anslutningen "%s" kan behöva någon form av autentisering. Välj en lämplig autentiseringstyp och tillhandahåll nödvändig information nedan:
ta: <span weight="bold" size="larger"> உண்மைப்படுத்தல் தகவல்</span> '%s' இணப்புக்கு ஏதோ ஒருவித உண்மைப்படுத்தல் தேவை தகுந்த உண்மைப்படுத்தல் வகையை தேர்ந்தெடுத்து தேவையான சான்றுகளை கீழே தருக:

source: Authentication Required
ar: التوثق مطلوب
be@latin: Treba spraŭdzić asobu
bg: Изисква се идентификация
de: Authentifikation erforderlich
es: Autenticación requerida
eu: Autentifikazioa behar da
fr: Authentification requise
hu: Hitelesítés szükséges
pt_br: Autenticação Necessária
ru: Требуется аутентификация
sv: Autentisering krävs
ta: உண்மைப்படுத்தல் வேண்டும்

source: _Authentication Type:
ar: نوع ال_توثق:
be@latin: _Typ spraŭdžańnia:
bg: _Вид на идентификацията:
de: _Authentifikationstyp:
es: Tipo de _autenticación:
eu: _Autentifikazio mota:
fr: Type d'_authentification :
hu: _Hitelesítés típusa:
pt_br: Tipo de _autenticação:
ru: Тип _Аутентификации:
sv: _Autentiseringstyp:
ta: _உண்மைப்படுத்தல் வகை:

source: _Password:
ar: _كلمة السر:
be@latin: _Parol:
bg: _Парола:
de: _Passwort:
es: _Contraseña:
et: _Parool:
eu: _Pasahitza:
fi: _Salasana:
fr: _Mot de passe :
hu: _Jelszó:
ka: _პაროლი:
pt_br: _Senha:
ru: _Пароль:
sv: _Lösenord:
ta: __கடவுச்சொல்:

source: _Remote name:
ar: الإسم ال_بعيد:
be@latin: _Addalenaja nazva:
bg: _Отдалечено име:
de: _Entfernter Name:
es: _Nombre remoto:
eu: _Urruneko izena:
fr: Nom _distant :
hu: _Távoli név:
pt_br: Nome _remoto:
ru: _Удалённое имя:
sv: _Fjärrnamn:
ta: _த தொலைவு பெயர்:

source: _Username:
ar: ا_سم المستخدم:
be@latin: _Nazva karystalnika:
bg: Потребителско _име:
de: _Benutzername:
es: _Usuario:
et: _Kasutajanimi:
eu: _Erabiltzaile-izena:
fi: _Käyttäjätunnus:
fr: _Nom d'utilisateur :
hu: _Felhasználónév:
it: Nome _utente:
ka: _მომხმარებელი:
pt_br: Nome do _usuário:
ru: П_ользователь:
sv: _Användarnamn:
ta: _பயனீட்டாளர் பெயர்:

source: auth-chap-window
bg: прозорец-за-идентификация-с-chap
ta: உண்மைப்படுத்தல் சாப் (auth-chap) சாளரம்

source: auth-mschapv2-window
bg: прозорец-за-идентификация-с-mschapv2
ta: auth-mschapv2 சாளரம்

source: auth-none-window
bg: прозорец-за-никаква-идентификация
ta: உண்மைப்படுத்தல் எதுவும் இல்லை (auth-none-) சாளரம்

source: _Secondary Password:
ar: _كلمة سر ثانوية:
be@latin: _Druhi parol:
bg: _Втора парола:
de: _Zweitpassword:
es: Contraseña _secundaria:
et: _Teisene parool:
eu: _Bigarren pasahitza:
fi: _Toissijainen salasana:
fr: Mot de passe _secondaire :
hu: Jelszó _még egyszer:
it: Password _secondaria:
ka: _მეორადი პაროლი:
pt_br: _Senha secundária:
ru: _Вторичный пароль:
sv: _Andrahandslösenord:
ta: _இரண்டாம் கடவுச் சொல்:

source: _Domain:
ar: ال_نطاق:
be@latin: _Domen:
bg: _Домейн:
de: _Domäne
es: _Dominio:
et: _Domeen:
eu: _Domeinua:
fi: _Toimialue:
fr: _Domaine :
hu: _Tartomány:
it: _Dominio:
ka: _დომენი:
pt_br: _Domínio:
ru: _Домен:
sv: _Domän:
ta: _களம்:

source: Connect _anonymously
ar: اتّصل كم_جهول
be@latin: Spałučysia _ananimna
bg: _Анонимно свързване
de: _Anonym verbinden
es: Conectar como -anónimo
eu: Konektatu _anonimo gisa
fi: Yhdistä _anonyymisti
fr: Se connecter _anonymement
hu: Kapcsolódás _névtelenül
it: Connessione _anonima
ka: _ანონიმური დაკავშირება
pt_br: Conectar _anonimamente
ru: Подключиться _анонимно
sv: Anslut anon_ymt
ta: பெயரில்லாமல் _இணை

source: Connect as _user:
ar: اتصل _كمستخدم:
be@latin: Spałučysia jak _karystalnik:
bg: Свързване _като потребителя:
de: Als _Benutzer verbinden
es: Conectar como _usuario:
eu: Konektatu _erabiltzaile gisa:
fi: Yhdistä _käyttäjänä:
fr: Se connecter en _tant que :
hu: Csatlakozás _mint:
it: Connesione come _utente:
ka: და_უკავშირდი როგორც "მომხმარებელი":
pt_br: Conectar como o _usuário:
ru: Подключиться как _пользователь:
sv: Anslut som _användare:
ta: இந்த _பயனருக்கு இணைக்க:

source: _Remember password for this session
ar: _تذكّر كلمة السر لهذه الجلسة
be@latin: _Zapomni parol dla hetaj sesii
bg: _Запомняне на паролата за тази сесия
de: Passwort für _diese Sitzung behalten
es: _Recordar la contraseña durante esta sesión
eu: _Gogoratu pasahitza saio honetan
fi: _Muista salasana istunnon ajan
fr: _Se souvenir du mot de passe pour cette session
hu: Jelszó meg_jegyzése erre a munkamenetre
it: _Ricorda la password per questa sessione
ka: მიმდინა_რე სესიის პაროლის დამახსოვრება
pt_br: _Lembrar a senha para esta sessão
ru: _Запомнить пароль для этого сеанса
sv: _Kom ihåg lösenordet för denna session
ta: _ந இந்த அமர்விற்கு கடவுச்சொல்லை நினைவு கொள்ளவும்

source: _Save password in keyring
ar: ا_حفظ كلمة السر في حلقة المفاتيح
be@latin: _Zachavaj parol u klučnika
bg: Запазване на паролата в клю_чодържателя
de: Passwort im _Schlüsselbund speichern
es: _Guardar la contraseña en el llavero
et: Parooli _salvestamine võtmerõngasse
eu: _Gorde pasahitza gako-sortan
fi: _Tallenna salasana avainrenkaaseen
fr: _Enregistrer le mot de passe dans le trousseau
hu: Jelszó mentése a _kulcstartóra
it: _Salva la password nel portachiavi
ka: _პაროლის გასაღებთა აცმაში შენახვა
pt_br: _Salvar senha no chaveiro
ru: _Сохранить пароль на брелоке
sv: _Spara lösenordet i nyckelring
ta: _க கீரிங்கில் கடவுச் சொல்லை சேமிக்கவும்

source: Add, Remove, and Edit VPN Connections
ar: أضِف، احذِف، و حرِّر اتصالات VPN
be@latin: Dadaje, vydalaje i redahuje spałučeńni VPN
bg: Добавяне, изтриване и редактиране на връзки към ВЧМ
de: Hinzufügen, Entfernen und Bearbeiten von VPN-Verbindungen
es: Añadir, eliminar y editar conexiones VPN
et: VPN-ühenduste lisamine, muutmine ja eemaldamine
eu: Gehitu, kendu eta editatu VPN konexioak
fi: Lisää, poista tai muokkaa VPN-yhteyksiä
fr: Ajoute, supprime et édite des connexions VPN
hu: VPN kapcsolatok hozzáadása, szerkesztése és eltávolítása
it: Aggiungi, rimuovi e modifica connessioni VPN
ka: დამატება, მოხსნა და რედაქტირება VPN-შეერთების
pt_br: Adicione, remova e edite conexões VPN
ru: Добавить, изменить или удалить соединения VPN
sv: Lägg till, ta bort och redigera VPN-anslutningar
ta: விபிஎன் இணைப்புகளை சேர்க்க, நீக்க மற்றும் திருத்த

source: VPN Connection Manager (PPP generic)
ar: مدير اتصالات VPN (PPP عام)
be@latin: Kiraŭnik spałučeńniaŭ VPN (prosty PPP)
bg: Управление на връзките към ВЧМ (за PPP)
de: VPN-Verbindungsmanager (PPP generic)
es: Gestor de conexiones VPN (PPP genérico)
eu: VPN konexioen kudeatzailea (PPP orokorra)
fi: VPN-yhteyksien hallinta (yleinen PPP)
fr: Gestionnaire de connexions VPN (générique PPP)
hu: VPN kapcsolatkezelő (általános PPP)
it: Gestore connessioni VPN (PPP generico)
pt_br: Gerenciador de Conexões VPN (PPP genérico)
ru: Менеджер соединений VPN (PPP generic)
sv: VPN-anslutningshanterare (allmän PPP)
ta: இணைப்பு மேலாளர் (PPP பொதுப்படையான)

source: <b>Compression</b>
ar: <b>الضغط</b>
be@latin: <b>Kampresija</b>
bg: <b>Компресия</b>
de: <b>Komprimierung</b>
es: <b>Compresión</b>
eu: <b>Konpresioa</b>
fi: <b>Pakkaus</b>
hu: <b>Tömörítés</b>
it: <b>Compressione</b>
pt_br: <b>Compressão</b>
ru: <b>Сжатие</b>
sv: <b>Komprimering</b>
ta: <b>இறுக்கம்</b>

source: <b>Connection Name</b>
bg: <b>Име на връзката</b>
de: <b>Verbindungsname</b>
et: <b>Ühenduse nimi</b>
fi: <b>Yhteyden nimi</b>
it: <b>Nome connessione</b>
ka: <b>შეერთების სახელი</b>
pt_br: <b>Nome da conexão</b>
ru: <b>Имя соединения</b>
ta: <b>இணைப்பு பெயர்</b>

source: <b>Delays and TImeouts</b>
bg: <b>Забавяния и изтичане на времето</b>
de: Verzögerungen und Zeitüberschreitungen
fi: <b>Viiveet ja aikakatkaisut</b>
it: <b>Ritardi e Timeout</b>
pt_br: <b>Atrasos e Tempo Esgotado</b>
ru: <b>Задержки и таймауты</b>
ta: <b>தாமதங்கள் மற்றும் நேரம் கடந்தவை</b>

source: <b>Encryption</b>
ar: <b>التعمية</b>
be@latin: <b>Šyfravańnie</b>
bg: <b>Шифриране</b>
de: <b>Verschlüsselung</b>
es: <b>Encriptación</b>
eu: <b>Enkriptatzea</b>
fi: <b>Salaus</b>
fr: <b>Chiffrement</b>
hu: <b>Titkosítás</b>
it: <b>Cifratura</b>
pt_br: <b>Criptografia</b>
ru: <b>Шифрование</b>
sv: <b>Kryptering</b>
ta: <b>மறையாக்கம்</b>

source: <b>IP Options</b>
ar: <b>خيارات IP</b>
be@latin: <b>Opcyi IP</b>
bg: <b>Настройки на IP</b>
de: <b>IP-Optionen</b>
es: <b>Opciones IP</b>
eu: <b>IP aukerak</b>
fi: <b>IP-valitsimet</b>
fr: <b>Options IP</b>
hu: <b>IP beállítások</b>
it: <b>Opzioni IP</b>
pt_br: <b>Opções de IP</b>
ru: <b>Параметры IP</b>
sv: <b>IP-alternativ</b>
ta: <b>ஐபி தேர்வுகள்</b>

source: <b>Packet Parameters</b>
ar: <b>معاملات الرزم</b>
be@latin: <b>Parametry pakunkaŭ</b>
bg: <b>Параметри на пакетите</b>
de: <b>Paketparameter</b>
es: <b>Parámetros de paquetes</b>
eu: <b>Paketeen parametroak</b>
fi: <b>Pakettiparameterit</b>
fr: <b>Paramètres des paquets</b>
hu: <b>Csomagparaméterek</b>
it: <b>Parametri pacchetto</b>
pt_br: <b>Parâmetros dos pacotes</b>
ru: <b>Параметры пакетов
sv: <b>Paketparametrar</b>
ta: <b>பொட்டலம் அளவுருக்கள்</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
bg: <i>например: 172.16.0.0/16 10.11.12.0/24</i>
de: <i>Beispiel: 172.16.0.0/16 10.11.12.0/24</i>
et: <i>näide: 172.16.0.0/16 10.11.12.0/24</i>
fi: <i>esimerkki: 172.16.0.0/16 10.11.12.0/24</i>
it: <i>esempio: 172.16.0.0/16 10.11.12.0/24</i>
ka: <i>მაგალითი: 172.16.0.0/16 10.11.12.0/24</i>
pt_br: <i>exemplo: 172.16.0.0/16 10.11.12.0/24</i>
ru: <i>пример: 172.16.0.0/16 10.11.12.0/24</i>
ta: <i>உதாரணம்: 172.16.0.0/16 10.11.12.0/24</i>

source: A list of extra options to pppd as would be typed on the command line
ar: قائمة بخيارات pppd في صورتها في سطر الأوامر
be@latin: Śpis dadatkovych opcyj pppd, jakija buduć zadziejničany jak praciah zahadnaha radka
bg: Списък с допълнителните опции за pppd, които ще бъдат предадени през командния ред
de: Eine Liste spezieller Optionen zu pppd, wie sie auf der Befehlszeile eingegeben würden
es: Una lista de opciones extra para pppd tal como las teclearía en la línea de comandos
eu: Pppd-ren aukera gehiagarrien zerrenda (komando-lerrokoan idatziko liratekeen bezala)
fi: Lista valitsimista pppd:lle, komentoriviltä annettavassa muodossa
fr: Une liste d'options supplémentaires pour pppd telles que celles utilisées en ligne de commande
hu: A pppd kiegészítő kapcsolóinak listája, a parancssorba írandó módon
it: Un elenco di opzioni extra per pppd così come sarebbero digitate sulla riga di comando
pt_br: Uma lista de opções extra para o pppd como seriam digitadas na linha de comando
ru: Список дополнительных параметров pppd, как если бы он был введен в командной строке
sv: En lista på extra flaggor till pppd som de matats in på kommandoraden
ta: பிபிபிடி (pppd) க்கு கூடுதல் தேர்வுகள் பட்டியல். கட்டளை வரியில் பயன் படுத்துமாறு

source: Allow BSD Compression
bg: Разрешаване на компресия BSD
de: BSD-Komprimierung erlauben
fi: Salli BSD-pakkaus
it: Consentire compressione 'BSD'
pt_br: Permitir compressão BSD
ru: Резрешить компрессию BSD
ta: பிஎஸ்டி (BSD) இறுக்கத்தை அனுமதி

source: Allow Deflate compression
bg: Разрешаване на компресия deflate
de: Deflate-Komprimierung erlauben
fi: Salli deflate-pakkaus
it: Consentire compressione 'Deflate'
pt_br: Permitir compressão Deflate
ru: Разрешить компрессию Deflate
ta: டீப்லேட் விரிவாக்கத்தை அனுமதி

source: Authenticate Peer
bg: Идентифициране на съседа
de: Peer authentifizieren
fi: Todenna VPN-yhteys
it: Autenticazione corrispondente
pt_br: Autenticar ponto
ru: Аутентифицировать вторую сторону
ta: ஒப்பானவரை உறுதிப்படுத்துக

source: Authentication
ar: التوثق
be@latin: Spraŭdžańnie
bg: Идентифициране
de: Authentifikation
es: Autenticación
eu: Autentifikazioa
fi: Todentaminen
fr: Authentification
hu: Hitelesítés
it: Autenticazione
pt_br: Autenticação
ru: Аутентификация
sv: Autentisering
ta: உறுதிப்படுத்தல்

source: Compression & Encryption
ar: الضغط والتعمية
be@latin: Kampresija i šyfravańnie
bg: Компресия и шифриране
de: Komprimierung & Verschlüsselung
es: Compresión y encriptación
eu: Konpresioa eta enkriptatzea
fi: Pakkaus ja salaus
fr: Compression et chiffrement
hu: Tömörítés és titkosítás
it: Compressione & Cifratura
pt_br: Compressão e Criptografia
ru: Компрессия и шифрование
sv: Komprimering & kryptering
ta: இறுக்கமும் மறையாக்கமும்

source: Connection
ar: الإتصال
be@latin: Spałučeńnie
bg: Връзката
de: Verbindung
es: Conexión
eu: Konexioa
fi: Yhteys
fr: Connexion
hu: Kapcsolat
it: Connessione
pt_br: Conexão
ru: Соединение
sv: Anslutning
ta: இணைப்பு

source: Debug Output
bg: Изход за изчистване на грешки
de: Debug-Ausgabe
fi: Vianetsintätuloste
it: Output di debug
pt_br: Saída de depuração
ru: Отладочный вывод
ta: வெளியீட்டை பிழைநீக்குகிறது

source: Disconnect after this many LCP echo requests fail
ar: اقطع الإتصال بعد فشل طلبات صدى LCP الكثيرة هذه
be@latin: Adklučysia paśla hetaj kolkaści pamyłkovych echa-zapytaŭ LCP
bg: Прекъсване на връзката след следния брой неуспешни заявки echo по LCP
de: Verbindung trennen, nachdem diese Anzahl von LCP-Echo-Anfragen scheitern
es: Desconectar tras este número de solicitudes LCP falladas
eu: Deskonektatu LCP eskaera-kopuru honen hutsegiteen ondoren
fi: Katkaise yhteys, kun näin monta LCP ECHO-pyyntö epäonnistuu
fr: Se déconnecter après ce nombre d'échecs à des requêtes echo LCP
hu: Bontás ennyi meghiúsult LCP visszhang kérés után
it: Disconnettere dopo che questo numero di richieste echi LCP falliscono
pt_br: Desconectar após esta quantidade de falhas nos pedidos de eco LCP
ru: Разрывать соединение после указанного количества сбоев LCP echo
sv: Koppla från när så här många LCP echo-begäranden misslyckats
ta: இத்தனை எதிரொலி வேண்டுதல்கள் தோல்வியுற்றால் துண்டிக்கவும்

source: Enable stateful MPPE
ar: فعّل MPPE الحالي
be@latin: Uklučy stateful MPPE
bg: Включване на MPPE със запазване на състоянието
de: Stateful MPPE aktivieren
es: Activar MPPE de estados
eu: Gaitu MPPE egoerarekin
fr: Activer le MPPE avec état
hu: Az alapos MPPE engedélyezése
pt_br: Habilitar MPPE com estados
sv: Aktivera "stateful MPPE"
ta: stateful MPPE ஐ செயல்படுத்துக

source: Exclusive device access (UUCP-style lock)
bg: Изключителен достъп до устройство (заключване в стил UUCP)
de: Alleiniger Gerätezugriff (UUCP-ähnliche Sperre)
fi: Laite varattu käyttöön (UUCP-tyylinen lukko)
it: Accesso esclusivo al dispositivo (blocco in stile UUCP)
pt_br: Acesso exclusivo ao dispositivo (trava ao estilo UUCP)
ru: Исключительный доступ к устройству (блокировка в стиле UUCP)
ta: தனித்த சாதன அணுகல் (யுயுசிபி முறை பூட்டு)

source: Find Device
ar: اعثر على الجهاز
be@latin: Šukaj pryładu
bg: Търсене на устройство
de: Gerät suchen
es: Buscar dispositivo
eu: Bilatu gailua
fi: Etsi laite
fr: Chercher un périphérique
hu: Eszköz keresése
it: Trova dispositivo
pt_br: Localizar Dispositivo
ru: Поиск устройства
sv: Sök enhet
ta: சாதனத்தை தேடுக

source: For security reasons, options entered in the box above are checked against a list of allowed options before a connection is established. Currently there are no options on the list.
ar: للأسباب الأمنية، تُفحص الخيارات المدخلة في هذا الصندوق مقابل قائمة بالخيارات المسموح بها قبل بدأ الإتصال. لا توجد خيارات في القائمة حاليا.
be@latin: Kab pavialičyć uzrovień biaśpieki systemy, opcyi, uviedzienyja ŭ vyšejšych palach, praviarajucca pa śpisie dazvolenych opcyj, da złučeńnia. Dziejna ŭ śpisie niama opcyj.
bg: По причини свързани със сигурността опциите въведени в полето отгоре се сравняват със списък на позволените опции, преди да се осъществи връзка. В момента няма опции в списъка.
de: Bevor eine Verbindung aufgebaut wird, werden aus Sicherheitgründen alle Optionen, die Sie in die Box oben eingeben, gegen eine Liste erlaubter Optionen geprüft. Gegenwärtig befinden sich keine Optionen in der Liste.
es: Por razones de seguridad, las opciones introducidas en la caja de arriba se comprueban contra una lista de opciones disponibles antes de establecer una conexión. Actualmente no hay opciones en la lista.
eu: Segurtasuneko arrazoiak direla eta, gaineko eremuan sartutako aukerak baimendutako aukeren zerrendarekin egiaztatuko dira konexioa ezarri aurretik. Unean ez dago aukerarik zerrendan.
fi: Turvallisuussyistä ylläolevaan laatikkoon syötettyjä valitsimia verrataan listaan sallituista valitsimista. Tällä hetkellä lista ei sisällä mitään valitsimia.
fr: Pour des raisons de sécurité, les options saisies dans le champ ci-dessus sont vérifiées à l'aide d'une liste d'options autorisées avant qu'une connexion ne soit établie. Actuellement il n'y a pas d'options dans cette liste.
hu: Biztonsági okokból a fenti mezőben megadott kapcsolók a kapcsolat létrehozása előtt össze lesznek vetve az engedélyezett kapcsolók egy listájával. Jelenleg nincsenek kapcsolók a listában.
it: Per motivi di sicurezza, le opzioni inserite nel campo soprastante sono controllate con una lista di opzioni consentite prima di stabilire la connessione. Attualmente non ci sono opzioni nella lista.
pt_br: Por razões de segurança, as opções definidas na caixa abaixo são verificadas contra uma lista de opções permitidas antes que uma conexão seja estabecida. Atualmente não há nenhuma opção na lista.
sv: Av säkerhetsskäl kommer flaggor som matats in i rutan ovanför att kontrolleras mot en lista av tillåtna flaggor innan en anslutning etableras. För närvarande finns det inga flaggor i listan.
ta: பாதுகாப்பு கருதி மேலேயுள்ள பெட்டியில் உள்ளிட்ட தேர்வுகள் இணைப்பு ஏற்படுத்தப்படும் முன் அனுமதிக்கப் பட்ட தேர்வுகள் பட்டியலுடன் சரி பார்க்கப் படும். தற்போது அத்தகைய தேர்வுகள் ஏதும் பட்டியலில் இல்லை.

source: GPRS Options
ar: خيارات GPRS
be@latin: Opcyi GPRS
bg: Опции за GPRS
de: GPRS-Optionen
es: Opciones GPRS
eu: GPRS aukerak
fi: GPRS-valitsimet
fr: Options GPRS
hu: GPRS beállítások
it: Opzioni GPRS
pt_br: Opções de GPRS
ru: Параметры GPRS
sv: GPRS-alternativ
ta: ஜிபிஆர்எஸ் தேர்வுகள்

source: Hardware RTS/CTS
bg: Хардуерна поддръжка на RTS/CTS
fi: Laitetason RTS/CTS
it: RTS/CTS hardware
ru: Аппаратный RTS/CTS
ta: வன்பொருள் ஆர்டிஎஸ்/சிடிஎஸ் (RTS/CTS)

source: Host name or IP address of the PPTP server
ar: اسم أو عنوان IP لخادم PPTP
be@latin: Nazva hostu albo adras IP dla servera PPTP
bg: Име или адрес на сървъра за PPTP
de: Hostname oder IP-Adresse des PPTP-Servers
es: Nombre de host o dirección IP del servidor PPTP
eu: PPTP zerbitzariaren ostalari-izena edo IP helbidea
fi: PPTP-palvelimen konenimi tai IP-osoite
fr: Nom d'hôte ou adresse IP du serveur PPTP
hu: A PPTP kiszolgáló gépneve vagy IP címe
it: "Nome host o indirizzo IP del server PPTP
pt_br: Nome da máquina ou endereço IP do servidor PPTP
ru: Имя узла или IP-адрес сервера PPTP
sv: Värdnamn eller IP-adress till PPTP-servern
ta: புரவலன் பெயர் அல்லது பிபிடிபி சேவையகத்தின் ஐபி முகவரி
