Repository: 453647684/NetworkManager
Catalog: vpn-daemons/pptp/po/*.po
Languages: ar, be@latin, bg, de, es, et, eu, fi, fr, hu, it, ka, pt_br, ru, sv, ta

source: If BSD compression is not allowed the 'nobsdcomp' option is passed to pppd
ar: إذا لم يُسمح بضغط BSD سيمرر الخيار 'nobsdcomp' إلى pppd
be@latin: Kali kampresija BSD nie dazvolenaja, demanu pppd pieradajecca opcyja 'nobsdcomp'
bg: Ако компресията BSD не е позволена, на pppd се подава опцията „nobsdcomp“.
de: Falls BSD-Komprimierung nicht erlaubt ist, wird die Option 'nobsdcomp' an pppd übergeben.
es: Si no está permitida la compresión BSD, se pasa la opción 'nobsdcomp' a pppd
eu: BSD konpresioa ez badago baimenduta, 'nobsdcomp' aukera bidaliko zaio pppd-ri
fi: Jos BSD-pakkaus ei ole sallittu, annetaan pppd:lle valitsin 'nobsdcomp'
fr: Si la compression BSD n'est pas autorisée l'option « nobsdcomp » est fournie à pppd
hu: Ha a BSD tömörítés nem engedélyezett, akkor a „nobsdcomp” kapcsoló kerül átadásra a pppd-nek
it: Se la compressione BSD non è consentita, l'opzione 'nobsdcomp' è passata a pppd
pt_br: Se a compressão BSD não for permitida, a opção 'nobsdcomp' é passada ao pppd
ru: Если компрессия BSD не разрешена, демону pppd передаётся параметр 'nobsdcomp'
sv: Om BSD-komprimering inte tillåts kommer flaggan "nobsdcomp" att skickas till pppd
ta: பிஎஸ்டி (BSD) இறுக்கத்துக்கு அனுமதி இல்லையானால் 'nobsdcomp' தேர்வு பிபிபிடி க்கு அனுப்பப்படும்.

source: If Deflate compression is not allowed the 'nodefate' option is passed to pppd
ar: إذا لم يُسمح بالضغط الإفتراضي سيمرر الخيار 'nodefate' إلى pppd
be@latin: Kali kampresija Deflate nie dazvolenaja, demanu pppd pieradajecca opcyja 'nodeflate'
bg: Ако компресията deflate не е позволена, на pppd се подава опцията „nodeflate“.
de: Falls Deflate-Kompression nicht erlaubt ist, wird die Option 'nodeflate' an pppd übergeben
es: Si la compresión Deflate no está permitida, se pasa la opción 'nodeflate' a pppd
eu: Deflate konpresioa ez badago baimenduta, 'nodefate' aukera bidaliko zaio pppd-ri
fi: Jos deflate-pakkaus ei ole sallittu, annetaan pppd:lle valitsin 'nodeflate'
fr: Si la compression « Deflate » n'est pas autorisée l'option « nodeflate » est fournie à pppd
hu: Ha a deflate tömörítés nem engedélyezett, akkor a „nodeflate” kapcsoló kerül átadásra a pppd-nek
it: Se la compressione Deflate non è consentita, l'opzione 'nodefate' è passata a pppd
pt_br: Se a compressão Deflate não for permitida, a opção 'nodefate' é passada ao pppd
ru: Если компрессия Deflate нежалательна, демону pppd будет передаваться параметр 'nodefate'
sv: Om Deflate-komprimering inte tillåts kommer flaggan "nodeflate" att skickas till pppd
ta: டீப்லேட் இறுக்கத்துக்கு அனுமதி இல்லையானால் 'nodeflate தேர்வு பிபிபிடி க்கு அனுப்பப்படும்.

source: Maximum Receive Unit
ar: أقصى وحدة تلقِّي
be@latin: Maksymalny blok dla atrymańnia
bg: Максимален пакет за приемане
de: Größte Empfangseinheit
es: Unidad de recepción máxima
eu: Gehienezko jasotze-unitatea
fi: MRU
fr: Unité de réception maximale
hu: Legnagyobb fogadási egység
pt_br: Unidade máxima de recepção
ru: MRU
sv: Största mottagningsenhet
ta: அதிகபட்சம் பெறு அலகு

source: Maximum Transmit Unit
ar: أقصى وحدة نقل
be@latin: Maksymalny blok dla pieradačy
bg: Максимален пакет за предаване
de: Größte Übertragungseinheit
es: Unidad de transmisión máxima
eu: Gehienezko transmisio-unitatea
fi: MTU
fr: Unité de transmission maximale
hu: Legnagyobb átviteli egység
pt_br: Unidade máxima de transmissão
ru: MTU
sv: Största överföringsenhet
ta: அதிகபட்ச அனுப்பு அலகு

source: Modem Connection
bg: Връзка през модем
de: Modemverbindung
fi: Modeemiyhteys
it: Connessione modem
pt_br: Conexão por modem
ru: Модемное соединение
ta: மோடம் இணைப்பு

source: PPP Options
ar: خيارات PPP
be@latin: Opcyi PPP
bg: Настройки на PPP
de: PPP-Optionen
es: Opciones PPP
eu: PPP aukerak
fi: PPP-valinnat
fr: Options PPP
hu: PPP beállításai
it: Opzioni PPP
pt_br: Opções de PPP
ru: Параметры PPP
sv: PPP-alternativ
ta: PPP தேர்வுகள்

source: Peer DNS through tunnel
bg: DNS от съседа през тунел
de: DNS durch Tunnel ermitteln
fi: Yhteyden DNS-asetukset tunnelin kautta
it: DNS corrispondente attraverso il tunnel
pt_br: DNS do ponto através do túnel
ta: ஒப்பான டன்னல் வழி டிஎன் எஸ் (DNS)

source: Refuse CHAP
ar: ارفض CHAP
be@latin: Admaŭlaj CHAP
bg: Отказване на CHAP
de: CHAP verweigern
es: Rechazar CHAP
eu: Ez onartu CHAP
fi: Kiellä CHAP
fr: Refuser CHAP
hu: CHAP visszautasítása
it: Rifiutare CHAP
pt_br: Recusar CHAP
ru: Отвергать CHAP
sv: Vägra CHAP
ta: CHAP ஐ ஏற்றுக் கொள்ளாதே

source: Refuse EAP
ar: ارفض EAP
be@latin: Admaŭlaj EAP
bg: Отказване на EAP
de: EAP verweigern
es: Rechazar EAP
eu: Ez onartu EAP
fi: Kiellä EAP
fr: Refuser EAP
hu: EAP visszautasítása
it: Rifiutare EAP
pt_br: Recusar EAP
ru: Отвергать EAP
sv: Vägra EAP
ta: EAP ஐ ஏற்றுக் கொள்ளாதே

source: Refuse MS CHAP
bg: Отказване на MS CHAP
de: MS CHAP verweigern
fi: Kiellä MS CHAP
it: Rifiutare MS CHAP
pt_br: Recusar MS CHAP
ru: Отвергать MS CHAP
ta: MS CHAP ஐ ஏற்றுக் கொள்ளாதே

source: Require 128 bit MPPE encryption
bg: Изискване на 128-битово шифриране MPPE
de: 128-bit MPPE-Verschlüsselung verlangen
fi: Vaadi 128-bittinen MPPE-salaus
it: Richiedere la cifratura MPPE a 128 bit
pt_br: Exigir criptografia MPPE de 128 bits
ru: Требовать шифрование MPPE 128 бит
ta: 128 பிட் எம்பிபிஈ குறியாக்கம் தேவை

source: Require Explicit IP Addr
bg: Изискване на изричен IP адрес
de: Eindeutige IP-Adresse verlangen
fi: Vaadi erikseen annettu IP-osoite
it: Richiedere un indirizzo IP esplicito
pt_br: Exigir endereço IP explícito
ta: தெளிவான ஐபி முகவரி தேவை

source: Require MPPC Compression
bg: Изискване на компресия MPPC
de: MPPC-Kompression verlangen
fi: Vaadi MPPC-pakkaus
it: Richiedere la compressione MPPC
pt_br: Exigir compressão MPPC
ru: Требовать сжатие MPPC
ta: எம்பிபிசி இறுக்கம் தேவை

source: Require MPPE encryption
bg: Изискване на шифриране MPPE
de: MPPE-Verschlüsselung verlangen
et: Nõua MPPE krüpteerimist
fi: Vaadi MPPE-salaus
it: Richiedere cifratura MPPE
ka: საჭიროა MPPE-შიფრვა
pt_br: Exigir criptografia MPPE
ru: Требовать шифрование MPPE
ta: எம்பிபிஈ குறியாக்கம் தேவை

source: Requires existing network connection
ar: تطلّب اتصال شبكة موجود مسبقا
be@latin: Treba dziejnaje sietkavaje spałučeńnie
bg: Изисква съществуваща мрежова връзка
de: Erfordert vorhandene Netzwerkverbindung
es: Requerir conexión de red existente
eu: Existitzen den sareko konexioa eskatzen du
fi: Vaatii olemassaolevan verkkoyhteyden
fr: Exiger une connexion au réseau existante
hu: Meglévő hálózati kapcsolatot igényel
it: Richiede una connessione di rete esistente
pt_br: Exige uma conexão de rede existente
ru: Требуется наличие существующего сетевого соединения
sv: Kräver en existerande nätverksanslutning
ta: முன்னிருப்பில் வலை இணப்பு தேவை

source: Routing
ar: التّوجيه
be@latin: Sietkavyja šlachi
bg: Маршрутизация
es: Enrutado
eu: Bideraketa
fi: Reititys
fr: Routage
hu: Útválasztás
it: Instradamento
pt_br: Roteamento
ru: Маршрутизация
ta: திசைவித்தல்

source: Serial Options
ar: خيارات التسلسل
be@latin: Seryjalnyja opcyi
bg: Настройки на серийния порт
de: Serielle Optionen
es: Opciones serie
eu: Serieko aukerak
fi: Sarjaportin valinnat
fr: Options série
hu: Soros beállítások
it: Opzioni seriale
pt_br: Opções seriais
ru: Параметры последовательного соединения
sv: Seriealternativ
ta: தொடர் தேர்வுகள்

source: Service providers GPRS access point from device config
ar: نقطة الوصول إلى موفِّر خدمة GPRS من إعداد الجهاز
be@latin: Atrymaj punkt dostupu da GPRS ad pastaŭščyka pasłuh z kanfihuracyi pryłady
bg: Точката за достъп на доставчика на услуги по GPRS от настройките на устройството
de: GPRS-Zugriffspunkt des Dienstanbieters aus der Gerätekonfiguration
es: Punto de acceso GPRS del proveedor de servicios de la configuración del dispositivo
eu: GPRS sarbide-puntua zerbitzu hornitzialearen gailuaren konfiguraziotik
fi: Palveluntarjoan GPRS APN laitteen asetuksista
fr: Point d'accès GPRS du fournisseur de service depuis la configuration du périphérique
hu: Szolgáltató GPRS elérési pontja az eszközbeállításokból
it: Punto di accesso del fornitore di servizio GPRS dalla configurazione del dispositivo
pt_br: Ponto de acesso GPRS do provedor a partir do dispositivo de configuração
sv: GPRS-accesspunkt för tjänsteleverantörer från enhetskonfiguration
ta: சாதனத்திலிருந்து சேவை தருவோரின் ஜிபிஆர்எஸ் அணுகு புள்ளி

source: Service providers IP address
ar: عنوان IP موفِّر الخدمة
be@latin: Adras IP pastaŭščyka pasłuh
bg: IP адрес на доставчика на услуги
de: IP-Adresse des Dienstanbieters
es: Dirección IP del proveedor de servicios
eu: Zerbitzu hornitzailearen IP helbidea
fi: Palveluntarjoajan IP-osoite
fr: Adresse IP du fournisseur de service
hu: Szolgáltató IP címe
it: Indirizzo IP del fornitore di servizio
pt_br: Endereço IP do provedor
ru: IP-адрес провайдера
sv: IP-adress för tjänsteleverantörer
ta: சேவை தருவோரின் ஐபி முகவரி

source: Telephone number to dial
bg: Телефонен номер за набиране
de: Zu wählende Telefonnummer
fi: Käytettävä puhelinnumero
it: Numero di telefono da comporre
pt_br: Número de telefone para discar
ru: Номер телефона
ta: தொடர்பு கொள்ள தொலைபேசி எண்

source: This is the friendly name that will be used to identify this network connection, e.g. "Campus VPN" or "Corporate Network"
ar: هذا اسم لتعريف اتصال الشبكة، مثل "Campus VPN" أو "Corporate Network"
be@latin: Čytelnaja nazva, kab identyfikavać hetaje spałučeńnie ź sietkaj, napr., "Chatni VPN" albo "Karparacyjnaja sietka"
bg: Име, което се ползва за различаването на връзката към тази мрежа, напр. „Корпоративна мрежа“.
de: Dieser Anzeigename wird verwendet, um die Netzwerkverbindung zu identifizieren, z.B. »Campus VPN« oder »Firmennetzwerk«
es: Este es el nombre utilizado para identificar esta conexión de red, por ejemplo: «VPN del campus» o «Red corporativa»
eu: Sare honen konexioa identifikatzeko erabili den izena, adib. "Ikastetxeko VPNa" edo "Enpresako sarea"
fi: _Nimi, jota käytetään verkkoyhteyden tunnistamiseen, esimerkiksi "Kampusverkko" tai "Yritysverkko".
fr: Nom utilisé pour identifier la connexion au réseau (par ex. « VPN du campus » ou « Réseau de l'entreprise »)
hu: A hálózati kapcsolat azonosítására használt név, például „Egyetemi VPN” vagy „Vállalati hálózat”
it: Questo è il nome amichevole che verrà usato per identificare questa connessione di rete, es: “VPN università” oppure “Rete aziendale”
pt_br: Este é o nome amigável que será usado para identificar essa conexão de rede, p. ex. "VPN do Campus" ou "Rede Corporativa"
sv: Detta är det namn som kommer att användas för att identifiera detta nätverk, t.ex. "Campus-VPN" eller "Företagsnätverket"
ta: இது இந்த வலையமைப்பை இனம் காண சுருக்கப் பெயர் எ-டு "Campus VPN" அல்லது "Corporate Network"

source: Time in seconds between echo requests
ar: الوقت بالثواني بين طلبات الصدى
be@latin: Času ŭ sekundach pamiž echa-zapytami
bg: Интервал в секунди между заявките echo
de: Zeit in Sekunden zwischen Echoanfragen
es: Tiempo en segundos entre solicitudes de eco
eu: Denbora echo eskaeren artekoa (segundotan)
fi: ECHO-pyyntöjen välissä oleva aika sekunteina
fr: Durée en secondes entre deux requêtes echo
hu: A visszhangkérések közti idő másodpercben
it: Tempo, in secondi, tra le richieste di eco
pt_br: Tempo em segundos entre pedidos de eco
ru: Время в секундах между эхо-запросами
sv: Tid i sekunder mellan echo-begäranden
ta: எதிரொலி அழைப்புகள் இடையே நேர இடைவெளி நொடிகளில்

source: Type:
bg: Вид:
de: Typ:
fi: Tyyppi:
it: Tipo:
pt_br: Tipo:
ru: Тип:
ta: வகை:

source: Use Peer DNS
ar: استخدم DNS الندّ
be@latin: Užyj DNS z taho kanca
bg: Използване на DNS от съсед
de: Peer-DNS verwenden
es: Usar DNS del compañero
eu: Erabili DNS bikotea
fi: Käytä saatua DNS-määrittelyä
fr: Utiliser un DNS pair
hu: Egyenrangú DNS használata
it: Usare DNS del corrispondente
pt_br: Usar DNS do ponto
sv: Använd fjärr-DNS
ta: ஒப்பானவர் டிஎன்எஸ் ஐ பயன்படுத்துக

source: When checked the "refuse-chap" option is passed to pppd.
ar: عند اختياره، سيمرر خيار "refuse-chap" إلى pppd.
be@latin: Kali ŭklučana, opcyja "refuse-chap" pieradajecca demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „refuse-chap“.
de: Wenn angekreuzt, wird die Option »refuse-chap« an pppd übergeben
es: Cuando esta casilla está marcada, se pasa la opción «refuse-chap» a pppd.
eu: Aktibatuta dagoenean "refuse-chap" aukera bidaliko zaio pppd-ri.
fi: Kun asetettu, annetaan pppd:lle valitsin 'refuse-chap'.
fr: Lorsque cochée, l'option « refuse-chap » est fournie à pppd.
hu: Ezt bejelölve a „refuse-chap” kapcsoló kerül átadásra a pppd-nek.
it: Quando selezionato, l'opzione 'refuse-chap' è passata a pppd.
pt_br: Quando marcado, a opção "refuse-chap" é passada ao pppd.
ru: Передавать демону pppd параметр "refuse-chap"
sv: När denna är kryssad kommer flaggan "refuse-chap" att skickas till pppd.
ta: தேர்விருந்தால் "refuse-chap" தேர்வு பிபிபிடி க்கு அனுப்பப்படும்

source: When checked the "refuse-eap" option is passed to pppd.
ar: عند اختياره، سيمرر خيار "refuse-eap" إلى pppd.
be@latin: Kali ŭklučana, opcyja "refuse-eap" pieradajecca demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „refuse-eap“.
de: Wenn angekreuzt, wird die Option »refuse-eap« an pppd übergeben
es: Cuando esta casilla está marcada, se pasa la opción «refuse-eap» a pppd.
eu: Aktibatuta dagoenean "refuse-eap" aukera bidaliko zaio pppd-ri.
fi: Kun asetettu, annetaan pppd:lle valitsin 'refuse-eap'.
fr: Lorsque cochée, l'option « refuse-eap » est fournie à pppd.
hu: Ezt bejelölve a „refuse-eap” kapcsoló kerül átadásra a pppd-nek.
it: Quando selezionato, l'opzione 'refuse-eap' è passata a pppd.
pt_br: Quando marcado, a opção "refuse-eap" é passada ao pppd.
ru: Передавать демону pppd параметр "refuse-eap"
sv: När denna är kryssad kommer flaggan "refuse-eap" att skickas till pppd.
ta: தேர்விருந்தால் "refuse-eap" தேர்வு பிபிபிடி க்கு அனுப்பப்படும்.

source: When checked the "refuse-mschap" option is passed to pppd.
ar: عند اختياره، سيمرر خيار "refuse-mschap" إلى pppd.
be@latin: Kali ŭklučana, opcyja "refuse-mschap" pieradajecca demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „refuse-mschap“.
de: Wenn angekreuzt, wird die Option »refuse-mschap« an pppd übergeben
es: Cuando esta casilla está marcada, se pasa la opción «refuse-mschap» a pppd.
eu: Aktibatuta dagoenean "refuse-mschap" aukera bidaliko zaio pppd-ri.
fi: Kun asetettu, annetaan pppd:lle valitsin 'refuse-mschap'
fr: Lorsque cochée, l'option « refuse-mschap » est fournie à pppd.
hu: Ezt bejelölve a „refuse-mschap” kapcsoló kerül átadásra a pppd-nek.
it: Quando selezionato, l'opzione 'refuse-mschap' è passata a pppd.
pt_br: Quando marcado, a opção "refuse-mschap" é passada ao pppd.
ru: Передавать демону pppd параметр "refuse-mschap"
sv: När denna är kryssad kommer flaggan "refuse-mschap" att skickas till pppd.
ta: தேர்விருந்தால் "refuse-mschap" தேர்வு பிபிபிடி க்கு அனுப்பப்படும்

source: When checked the 'lock' option is passed to pppd
ar: عند اختياره، سيمرر خيار 'lock' إلى pppd.
be@latin: Kali ŭklučana, opcyja "lock" pieradajecca demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „lock“.
de: Wenn angekreuzt, wird die Option »lock« an pppd übergeben
es: Cuando esta casilla está marcada, se pasa la opción «lock» a pppd.
eu: Aktibatuta dagoenean "lock" aukera bidaliko zaio pppd-ri.
fi: Kun asetettu, annetaan pppd:lle valitsin 'lock'
fr: Lorsque cochée, l'option « lock » est fournie à pppd.
hu: Ezt bejelölve a „lock” kapcsoló kerül átadásra a pppd-nek
it: Quando selezionato, l'opzione 'lock' è passata a pppd.
pt_br: Quando marcado, a opção "lock" é passada ao pppd.
ru: Передавать демону pppd параметр "lock"
sv: När denna är kryssad kommer flaggan "lock" att skickas till pppd.
ta: தேர்விருந்தால் 'lock' தேர்வு பிபிபிடி க்கு அனுப்பப்படும்

source: When checked the 'require-mppc' option is passed to pppd
ar: عند اختياره، سيمرر خيار 'require-mppc' إلى pppd.
be@latin: Kali ŭklučana, opcyja "require-mppc" pieradajecca demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „require-mppc“.
de: Wenn angekreuzt, wird die Option »require-mpc« an pppd übergeben
es: Cuando esta casilla está marcada, se pasa la opción «require-mppc» a pppd.
eu: Aktibatuta dagoenean "require-mppc" aukera bidaliko zaio pppd-ri.
fi: Kun asetettu, annetaan pppd:lle valitsin 'require-mppc'
fr: Lorsque cochée, l'option « refuse-chap » est fournie à pppd.
hu: Ezt bejelölve a „require-mppc” kapcsoló kerül átadásra a pppd-nek
it: Quando selezionato, l'opzione 'require-mppc' è passata a pppd.
pt_br: Quando marcado, a opção "require-mppc" é passada ao pppd.
ru: Передавать демону pppd параметр "require-mppc"
sv: När denna är kryssad kommer flaggan "require-mppc" att skickas till pppd.
ta: தேர்விருந்தால் 'require-mppc' தேர்வு பிபிபிடி க்கு அனுப்பப்படும்

source: When checked this sets the pppd 'debug' option and adds some extra information from the NetworkManager plugin
ar: عند اختياره، سيمرر خيار 'debug' إلى pppd ويضيف معلومات إضافيّة من ملحق مدير الشبكة
be@latin: Kali ŭklučana, akreślivajecca opcyja "debug" i dadajecca dadatkovyja źviestki ad pluginu NetworkManager
bg: Когато е избрано, на pppd се подава опцията „debug“ и се добавя информация от приставката на NetworkManager.
de: Wenn angekreuzt, setzt dies die Option »debug« und fügt zusätzliche Information über das NetworkManager-Plugin ein
es: Cuando esta casilla está marcada, se pasa la opción «debug» y añade alguna información extra del complemento de NetworkManager
eu: Aktibatuta dagoenean pppd-ren "debug" aukera eta NetworkManager plugin-aren zenbait informazio gehigarri ezarriko dira.
fi: Kun asetettu, annetaan pppd:lle valtsin 'debug' ja NetworkManagerin liitännäisestä kerätään joitakin lisätietoja
fr: Lorsque cochée, l'option « debug » de pppd est activée et des informations supplémentaires sont ajoutées par le greffon NetworkManager
hu: Ezt bejelölve beállítja a pppd „debug” kapcsolóját és további információkat ad a NetworkManager bővítményről
it: Quando selezionato, viene impostata l'opzione pppd 'debug' e vengono aggiunte alcune informazioni extra dal plugin di NetworkManager
pt_br: Quando marcado, isto ativa a opção "debug" do pppd e adiciona alguma informação extra do plug-in NetworkManager
sv: När denna är kryssad ställs pppd-flaggan "debug" in och lägger till extra information från insticksmodulen NetworkManager
ta: தேர்விருந்தால் பிபிபிடி 'debug' தேர்வை அமைக்கிறது. வலையமைப்பு மேலாளர் செருகியிலிருந்து சில கூடுதல் தகவல்களை சேர்க்கிறது.

source: When checked this sets the pppd 'noipdefault' option
ar: عند اختياره، سيمرر خيار'noipdefault' إلى pppd.
be@latin: Kali ŭklučana, akreślivajecca opcyja "noipdefault" demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „noipdefault“.
de: Wenn angekreuzt, setzt dies die Option »noipdefault« des pppd
es: Cuando esta casilla está marcada, se establece la opción «noipdefault».
eu: Aktibatuta dagoenean pppd-ren "noipdefault" aukera ezarriko da.
fi: Kun asetettu, tämä asettaa pppd:lle valitsimen 'nopidefault'
fr: Lorsque cochée, l'option « noipdefault » de pppd est activée
hu: Ezt bejelölve a „noipdefault” kapcsoló kerül átadásra a pppd-nek
it: Quando selezionato, viene impostata l'opzione pppd 'noipdefault'
pt_br: Quando marcado, isto ativa a opção "noipdefault" do pppd
sv: När denna är kryssad ställs pppd-flaggan "noipdefault" in
ta: தேர்விருந்தால் பிபிபிடி 'noipdefault' தேர்வை அமைக்கிறது.

source: When checked this sets the pppd 'usepeerdns' option
ar: عند اختياره، سيمرر خيار 'usepeerdns' إلى pppd.
be@latin: Kali ŭklučana, akreślivajecca opcyja "usepeerdns" demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „userpeerdns“.
de: Wenn angekreuzt, setzt dies die Option »usepeerdns« des pppd
es: Cuando esta casilla está marcada, se usa la opción «usepeerdns».
eu: Aktibatuta dagoenean pppd-ren "usepeerdns" aukera ezarriko da.
fi: Kun asetettu, tämä asettaa pppd:lle valitsimen 'usepeerdns'
fr: Lorsque cochée, l'option « usepeerdns » de pppd est activée
hu: Ezt bejelölve a „usepeerdns” kapcsoló kerül átadásra a pppd-nek
it: Quando selezionato, viene impostata l'opzione pppd 'usepeerdns'
pt_br: Quando marcado, isto ativa a opção "usepeerdns" do pppd
sv: När denna är kryssad ställs pppd-flaggan "usepeerdns" in
ta: தேர்விருந்தால் பிபிபிடி 'usepeerdns' தேர்வை அமைக்கிறது.

source: When this check box is cleared the "noauth" option is passed to pppd.
ar: عند مسح هذا الصندوق سيمرر الخيار "noauth" إلى pppd.
be@latin: Kali hety punkt ačyščany, akreślivajecca opcyja "noauth" demanu pppd.
bg: Когато е избрано, на pppd се подава опцията „noauth“.
de: Wenn dieses Ankreuzfeld nicht markiert ist, wird die Option »noauth« an pppd übergeben.
es: Cuando esta casilla no está marcada, se pasa la opción «noauth» a pppd.
eu: Kontrol-koadro hau garbi dagoenean "noauth" aukera bidaliko zaio pppd-ri.
fi: Kun rastia ei ole, annetaan pppd:lle valitsin 'noauth'.
fr: Lorsque décochée, l'option « noauth » est fournie à pppd.
hu: Ezt törölve a „noauth” kapcsoló kerül átadásra a pppd-nek.
it: Quando la casella di spunta è deselezionata, l'opzione 'noauth' è passata a pppd.
pt_br: Quando desmarcado, a opção "noauth" é passada ao pppd.
sv: När denna inte är kryssad kommer flaggan "noauth" att skickas till pppd.
ta: தேர்வு பெட்டி காலியாக இருந்தால் "noauth" தேர்வு பிபிபிடி க்கு அனுப்பப்படும்

source: _Access Point Name:
bg: _Номер на точката за достъп:
de: Name des _Zugriffspunkt
fi: _APN:
it: Nome punto di _accesso (APN):
pt_br: Nome do ponto de _acesso:
ru: _Имя точки доступа:
ta: அணுகல் புள்ளி பெயர்:

source: _Channel:
bg: _Канал:
de: _Kanal:
fi: _Kanava:
it: _Canale:
pt_br: _Canal:
ru: _Канал:
ta: _வாய்க்கால்:

source: _Context Num
bg: Но_мер на контекста
de: _Kontextnummer
fi: _Kontekstin numero
it: Numero _contesto
pt_br: Número de _contexto
ta: சூழல் Num

source: _Custom PPP options:
bg: _Допълнителни опции на PPP
de: _Individuelle PPP-Optionen
fi: _Omat PPP-valitsimet:
it: Opzioni PPP _personali:
pt_br: Opções PPP _personalizadas:
ru: _Дополнительные параметры PPP:
ta: தனிப்பயன் பிபிபி (PPP) விருப்பங்கள்:

source: _Device Address:
bg: _Адрес на устройството:
de: _Geräteadresse
fi: Laitteen käyttö:
it: Indirizzo _dispositivo:
pt_br: Endereço do _dispositivo:
ru: _Адрес устройства:
ta: சாதன முகவரி:

source: _Gateway:
ar: ال_بوّابة:
be@latin: _Brama:
bg: _Шлюз:
es: _Pasarela:
eu: _Atebidea:
fi: _Yhdyskäytävä:
fr: _Passerelle :
hu: Á_tjáró:
ka: _კარიბჭე:
ru: _Шлюз:
ta: நுழைவாயில்:

source: _IP Address:
bg: IP а_дрес
de: _IP-Adresse:
fi: _IP-osoite:
it: Indirizzo _IP:
pt_br: Endereço _IP:
ru: _IP-адрес:
ta: ஐபி முகவரி:

source: _Import Saved Configuration...
ar: ا_ستورد اعدادات محفوظة...
be@latin: _Impartuj zapisanuju kanfihuracyju...
bg: _Внасяне на запазени настройки...
de: Gespeicherte Konfiguration _importieren …
es: _Importar configuración guardada...
et: _Importi salvestatud seadistus...
eu: Inportatu _gordetako konfigurazioa...
fi: Tuo tallennettu määrittely...
fr: _Importer une configuration enregistrée...
hu: Mentett beállítás _importálása...
it: _Importa configurazione salvata...
ka: _შენახული კონფიგურაციის იმპორტი...
pt_br: _Importar configuração salva...
ru: _Импорт сохранённой конфигурации...
sv: _Importera sparad konfiguration...
ta: சேமிக்கப்பட்ட அமைப்பை இறக்குமதி செய்க...

source: _Only use VPN connection for these addresses
bg: Да се използва само връзката през _ВЧМ за тези адреси
de: VPN-Verbindungen _nur für diese Adressen verwenden
et: _Kasuta VPN-ühendust ainult neile aadressidele
fi: _Käytä VPN-yhteyttä näille osotteille
it: Usare _solo la connessione VPN per questi indirizzi
ka: _ამ მისამართებისათვის მხოლოდ VPN-შეერთების გამოყენება
pt_br: Usar _apenas conexões VPN para estes endereços
ta: இந்த முகவரிகளுக்கு இணைக்க விபிஎன் இணப்பை மட்டும் பயன் படுத்துக.

source: _Packet Type
bg: Вид _пакет
de: _Pakettyp
fi: _Pakettityyppi
it: Tipo _pacchetto
pt_br: Tipo de _pacote
ru: _Тип пакета
ta: பொட்டலம் வகை

source: _Telephone Number:
bg: _Телефонен номер:
de: _Telefonnummer:
fi: _Puhelinnumero:
it: Numero _telefono:
pt_br: Número de _telefone:
ru: _Номер телефона:
ta: தொலைபேசி எண்:
