Repository: 453647684/NetworkManager
Catalog: vpn-daemons/openvpn/po/*.po
Languages: ar, cs, de, et, eu, fr, hu, it, nl, pt_br, ru, ta, zh_tw

source: Local IP:
ar: IP محلًي:
cs: Lokální IP:
de: Lokale IP:
et: Kohalik IP:
fr: Adresse IP locale :
hu: Helyi IP:
it: IP locale:
nl: Lokaal IP:
pt_br: IP Local:
ru: Локальный IP:
ta: உள் ஐபி (IP):
zh_tw: 本地端 IP:

source: Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
ar: الإ_سم المستخدم لتعريف الإتصال للشبكة الخاصة، مثلا: "Campus VPN" أو "Corporate Network"
et: VPN-võrgu nimi, näiteks "Kool" või "Ametivõrk".
eu: Sare pribatuaren konexioa identifikatzeko erabili den izena, adib. "Ikastetxeko VPNa" edo "Enpresako sarea"
fr: Nom utilisé pour identifier la connexion au réseau privé, p. ex. « Campus VPN » ou « Réseau d'entreprise »
hu: A magánhálózati kapcsolat azonosítására használt név, például "Egyetemi VPN" vagy "Vállalati hálózat"
it: Nome usato per identificare la connessione alla rete privata, es: “VPN università” oppure “Rete aziendale”
nl: Naam gebruikt om de verbinding herkenbaar te maken voor het privé-netwerk. Bijvoorbeeld ‘Campus VPN’ of ‘Bedrijfsnetwerk’
pt_br: Nome usado para identificar a conexão à rede privada, por ex. "VPN do Campus" ou "Rede Corporativa"
zh_tw: 用來識別連線到私人網路的名稱，例如「Campus VPN」或「Corporate Network」

source: Optional
fr: Facultatif
hu: Opcionális
pt_br: Opcional
zh_tw: 選擇性的

source: Password
ar: كلمة السّر
cs: Heslo
de: Passwort
et: Parool
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pt_br: Senha
ru: Пароль
ta: கடவுச்சொல்
zh_tw: 密碼

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
ar: من فضلك أدخل المعلومات التي وفرها مدير نظامك بأسفل. لا تدخل كلمة السر هنا حيث أنك ستسأل عنها عند الإتصال.
cs: Níže zadejte informace od svého správce systému. Nezadávejte své heslo, budete na něj dotázání později během připojování.
de: Tragen Sie unten Informationen ein, die Sie von Ihrem Systemadministrator erhalten haben. Geben Sie hier nicht Ihr Passwort ein, da es beim Verbinden abgefragt wird.
et: Palun sisesta süsteemi administraatorilt saadud info. Ära siia parooli sisesta, seda küsitakse ühendumisel.
eu: Sistemako administratzaileak emandako informazioa azpian idatzi. Hor ez sartu zure pasahitza, konektatzean galdetuko zaizulako.
fr: Veuillez saisir ci-dessous les informations fournies par votre administrateur système. N'entrez pas votre mot de passe avant d'y être invité.
hu: Kérem adja meg a rendszergazda által biztosított adatokat. A jelszó mezőt ne töltse ki, mivel jelszavát csak a kapcsolódás folyamán kell majd megadnia.
it: Inserire le informazioni fornite dall'amministratore di sistema nei campi sottostanti. Non inserire qui la password se si vuole che venga chiesta all'atto della connessione.
nl: Geef hieronder de informatie die u van uw systeembeheerder heeft gekregen. Voer hier niet uw wachtwoord in. Dat wordt pas gevraagd bij het verbinden.
pt_br: Por favor, digite abaixo as informações fornecidas pelo seu administrador de sistema. Não digite sua senha aqui, já que ela será solicitada ao conectar.
ru: Введите ниже информацию, предоставленную вашим системным администратором. Не вводите пароль - он будет запрошен при соединении.
ta: உங்கள் கணினி மேலாளரால் தரப் பட்ட விவரங்களை கீழே உள்ளீடு செய்க. உங்கள் கடவுச்சொல்லை இங்கு உள்ளிட வேண்டாம். இணைப்பின் போது அது கேட்கப் படும்.
zh_tw: 請在下面輸入您的系統管理者提供的資訊。請勿在此輸入密碼，當進行連線時便會提示您輸入。

source: Please note that the file you import is not an OpenVPN configuration file. Ask your adminstrator for the file.
fr: Veuillez noter que le fichier importé n'est pas un fichier de configuration OpenVPN. Demandez le fichier à votre administrateur.
hu: Az Ön által importálni kívánt fájl nem egy OpenVPN beállításfájl. A fájlt kérje el a rendszergazdától.
pt_br: Por favor, observe que o arquivo que você importou não é um arquivo de configuração OpenVPN. Peça ao seu administrador pelo arquivo.
zh_tw: 請注意您所匯入的檔案並非 OpenVPN 組態檔案。請向您的系統管理者索取該檔案。

source: Remote IP:
ar: IPعن بعد:
cs: Vzdálená IP:
de: Entfernte IP:
et: KaugIP:
fr: Adresse IP distante :
hu: Távoli IP:
it: IP remoto:
nl: Extern IP:
pt_br: IP Remoto:
ru: IP-адрес сервера:
ta: தொலைவு ஐபி (IP):
zh_tw: 遠端 IP:

source: Shared Key:
ar: مفتاح مشترَك:
cs: Sdílený klíč:
de: Gemeinsamer Schlüssel:
et: Jagatud võti:
fr: Clé partagée :
hu: Megosztott kulcs:
it: Chiave condivisa:
nl: Gedeelde sleutel:
pt_br: Chave Compartilhada:
ru: Общий ключ:
ta: பங்கிடப்பட்ட விசை:
zh_tw: 分享金鑰:

source: Shared key
ar: مفتاح مشترَك
cs: Sdílený klíč
de: Gemeinsamer Schlüssel
et: Jagatud võti
fr: Clé partagée
hu: Megosztott kulcs
it: Chiave condivisa
nl: Gedeelde sleutel
pt_br: Chave compartilhada
ru: Общий ключ
ta: பங்கிடப்பட்ட விசை
zh_tw: 分享金鑰

source: Use LZO compression
ar: استعمل ضغط LZO
cs: Použít kompresi LZO
de: LZO-Komprimierung verwenden
et: LZO pakkimise kasutamine
fr: Utiliser la compression LZO
hu: LZO tömörítés használata
it: Usare compressione LZO
nl: LZO-compressie gebruiken
pt_br: Usar compressão LZO
ru: Использовать сжатие LZO
ta: எல்ஜிஓ (LZO) இறுக்கத்தை பயன்படுத்துக:
zh_tw: 使用 LZO 壓縮

source: Use TAP device
ar: استخدم جهاز TAP
cs: Použít TAP zařízení
de: TAP-Gerät verwenden
et: TAP seadme kasutamine
fr: Utiliser le périphérique TAP
hu: TAP eszköz használata
it: Usare device TAP
nl: TAP-apparaat gebruiken
pt_br: Usar dispositivo TAP
ru: Использовать устройство TAP
ta: டிஏபி சாதனத்தை பயன்படுத்துக
zh_tw: 使用 TAP 裝置

source: Use TCP connection
ar: استخدم اتصال TCP
cs: Použít TCP spojení
de: TCP-Verbindung verwenden
et: TCP ühenduse kasutamine
fr: Utiliser une connexion TCP
hu: TCP kapcsolat használata
it: Usare connessione TCP
nl: TCP-verbinding gebruiken
pt_br: Usar conexão TCP
ru: Использовать соединение TCP
ta: டிசிபி இணப்பை பயன்படுத்துக
zh_tw: 使用 TCP 連線

source: Use TLS auth:
ar: استخدم توثيق TLS:
cs: Použít TLS aut:
de: TLS-Auth verwenden:
et: TLS autentimise kasutamine:
fr: Utiliser une authentification TLS :
hu: TLS hitelesítés használata:
it: Usare autenticazione TLS:
nl: TLS-aanmld gebruiken:
pt_br: Usar autenticação TLS:
ru: Использовать аутентификацию TLS:
ta: டிஎல்எஸ் (TLS) உண்மைப்படுத்தலை பயன்படுத்துக:
zh_tw: 使用 TLS 驗證:

source: Use cipher:
ar: استخدم الشيفرة:
cs: Použít šifru:
de: Code verwenden:
et: Kasutatav šiffer:
fr: Utiliser le chiffrement :
hu: Használandó titkosító:
it: Usare il cifrario:
nl: Cijfer gebruiken:
pt_br: Usar cifragem:
ru: Использовать шифр:
ta: மறை எழுத்தை பயன்படுத்துக:
zh_tw: 使用加密器:

source: Username:
ar: اسم المستخدم:
cs: Uživatelské jméno:
de: Benutzername:
et: Kasutajanimi:
fr: Nom d'utilisateur :
hu: Felhasználói név:
it: Nome utente:
nl: Gebruikersnaam:
pt_br: Nome do usuário:
ru: Пользователь:
ta: பயனர் பெயர்:
zh_tw: 使用者名稱:

source: X.509 Certificates Pre-shared key Password Authentication X.509 with Password Authentication
ar: شهادات X.509 مفتاح قبل المُشاركة توثيق بكلمة سر X.509 مع توثيق بكلمة سر
cs: X.509 certifikáty Sdílený klíč Ověření hesla X.509 s ověřením hesla
de: X.509-Zertifikate Statischer Schlüssel Passwort-Authentifikation X.509 mit Passwort-Authentifikation
et: X.509 Sertifikaadid Eeljagatud võti Parooliga autentimine X.509 parooliga autentimisega
eu: X.509 ziurtagiriak Aurrepartekatutako gakoa Pasahitzaren autentifikazioa X.509 Pasahitzaren autentifikazioarekin
fr: Certificats X.509 Clé pré-partagée Authentification par mot de passe X.509 avec mot de passe d'authentification
hu: X.509 tanúsítványok Megosztott kulcs Jelszó-hitelesítés X.509 jelszó-hitelesítéssel
it: Certificati X.509 Chiave pre-condivisa Autenticazione con password X.509 con password di autenticazione
nl: X.509 certificaten Pre-shared sleutel Wachtwoord aanmeldingscontrole X.509 met wachtwoord aanmaldingscontrole
pt_br: Certificados X.509 Chave pré-compartilhada Autenticação de Senha X.509 com Autenticação de Senha
ru: Сертификаты X.509 Общий ключ Пароль X.509 з паролем
ta: X.509 சான்றிதழ்கள் முன் பகிர்வு விசை கடவுச்சொல் உறுதிப் படுத்தல் X.509 உடன் கடவுச்சொல் உறுதிப் படுத்தல்
zh_tw: X.509 憑證 預先分享的金鑰 密碼驗證 X.509 密碼驗證

source: X.509/Pass
et: X.509/parool
fr: X.509/Mot de passe
hu: X.509/Jelszó
nl: X.509/Wachtw
pt_br: X.509/Senha
zh_tw: X.509/通過

source: _Gateway Address:
ar: عنوان ال_بوّابة:
et: _Gateway aadress:
fr: Adresse de la _passerelle :
hu: Á_tjáró címe:
it: Indirizzo _gateway:
nl: _Gatewayadres:
pt_br: Endereço do _Gateway:
zh_tw: 通訊閘位址(_G):

source: _Import Saved Configuration...
ar: ا_ستورد اعدادات محفوظة...
cs: _Importovat uložené nastavení...
de: Gespeicherte Konfiguration _importieren …
et: _Impordi salvestatud seaded...
fr: _Importer la configuration enregistrée...
hu: Mentett beállítás _importálása...
it: _Importa configurazione salvata...
nl: _Opgeslagen configuratie importeren...
pt_br: _Importar Configurações Salvas...
ru: _Импорт сохранённой конфигурации...
ta: சேமிக்கப்பட்ட அமைப்பை இறக்குமதி செய்க...
zh_tw: 匯入儲存的組態(_I)...

source: _Only use VPN connection for these addresses
ar: استخدم _فقط اتصالات VPN لهذه العناوين
cs: _Použít VPN pouze pro tyto adresy
de: VPN-Verbindung _nur für diese Adressen verwenden
et: _Kasuta VPN-ühendust ainult neile aadressidele
fr: Utiliser _uniquement une connexion VPN pour ces adresses
hu: _Csak ezekhez a címekhez használja a VPN kapcsolatot
it: Usare _solo la connessione VPN per questi indirizzi
nl: _VPN-verbinding alleen gebruiken voor deze adressen
pt_br: Usar conexões VPN _apenas para estes endereços
ru: Использовать VPN _только для этих адресов
ta: இந்த முகவரிகளுக்கு இணைக்க விபிஎன் இணப்பை மட்டும் பயன் படுத்துக.
zh_tw: 只對這些位址使用 _VPN 連線

source: none
ar: لا شيء
cs: žádný
de: keine
et: pole
fr: aucun
hu: nincs
it: nessuno
nl: geen
pt_br: nenhum
ru: нет
ta: எதுவும் இல்லை
zh_tw: 無

source: The VPN login failed because the user name and password were not accepted or the certificate password was wrong.
ar: فشل ولوج VPN لأن اسم المستخدم أو كلمة السر لم تُقبل أو أن كلمة سر الشهادة كانت خطأ.
cs: Připojení do VPN selhalo. Uživatelské jméno a heslo bylo odmítnuto nebo bylo chybné heslo certifikátu.
de: Die VPN-Anmeldung scheiterte, da Benutzername und Passwort nicht akzeptiert wurden oder das Zertifikats-Passwort falsch war.
et: VPN-i logimine nurjus kuna kasutajanime ja parooliga ei nõustutud või oli sertifikaadi parool vale.
fr: La connexion VPN a échoué car le nom d'utilisateur et le mot de passe n'ont pas été acceptés ou le mot de passe du certificat est incorrect.
hu: A VPN bejelentkezés meghiúsult, mivel a felhasználói név és a jelszó nem került elfogadásra, vagy a tanúsítvány jelszava hibás volt.
it: L'accesso alla VPN è fallito perché il nome utente e la password non sono stati accettati oppure la password del certificato è errata.
nl: Het aanmelden bij het VPN is mislukt omdat de gebruikersnaam en wachtwoord niet werden geaccepteerd of omdat het certificaatwachtwoord onjuist was.
pt_br: A autenticação VPN falhou porque o nome do usuário e a senha não foram aceitas ou a senha do certificado estava errada.
ru: Сбой подключения к VPN: имя пользователя или пароль не были приняты, или пароль сертификата неверный.
ta: விபிஎன் உள்நுழைவு தோல்வியுற்றது. ஏனெனில் பயனர் பெயர் மற்றும் கடவுச் சொல் ஆகியவை ஏற்கப் படவில்லை அல்லது சான்று கடவுச் சொல் தவறாக இருந்தது.
zh_tw: VPN 登入失敗，因為使用者名稱與密碼不符或憑證密碼錯誤。

source: The VPN login failed because the VPN program could not be started.
ar: فشل ولوج VPN لأن برنامج VPN لا يمكن بدأه.
cs: Připojení do VPN selhalo. VPN program nelze spustit.
de: Die VPN-Anmeldung scheiterte, da das VPN-Programm nicht gestartet werden konnte.
et: VPN-i logimine nurjus kuna VPN-programmi ei saanud käivitada.
fr: La connexion VPN a échoué car le client VPN ne peut pas être lancé.
hu: A VPN bejelentkezés meghiúsult, mivel a VPN programot nem lehet elindítani.
it: L'accesso alla VPN è fallito perché il programma VPN non può essere avviato.
nl: Het aanmelden bij het VPN is mislukt omdat het VPN-programma niet kon worden opgestart.
pt_br: A autenticação VPN falhou porque o programa não pôde ser iniciado.
ru: Сбой подключения к VPN: не удаётся запустить программу VPN.
ta: விபிஎன் உள்நுழைவு தோல்வியுற்றது. ஏனெனில் விபிஎன் நிரலை துவக்க முடியவில்லை.
zh_tw: VPN 登入失敗，因為 VPN 程式無法啟動。

source: The VPN login failed because the VPN program could not connect to the VPN server.
ar: فشل ولوج VPN لأن برنامج VPN لا يمكنه الإتصال بخادم VPN.
cs: Připojení do VPN selhalo. Nelze se spojit s VPN serverem.
de: Die VPN-Anmeldung scheiterte, da das VPN-Programm sich nicht mit den VPN-Server verbinden konnte.
et: VPN-i logimine nurjus kuna VPN-programm ei saanud ühenduda VPN-serverisse.
fr: La connexion VPN a échoué car le client VPN ne peut se connecter au serveur VPN
hu: A VPN bejelentkezés meghiúsult, mivel a VPN program nem tudott a VPN kiszolgálóval kapcsolatot létesíteni.
it: L'accesso alla VPN è fallito perché il programma VPN non può collegarsi al server VPN.
nl: Het aanmelden bij het VPN is mislukt omdat het VPN-programma geen verbinding kon krijgen met de VPN-server.
pt_br: A autenticação VPN falhou porque o programa VPN não pôde se conectar ao servidor VPN.
ru: Произошёл сбой подключения к VPN, поскольку программа VPN не смогла подключиться к серверу VPN.
ta: விபிஎன் உள்நுழைவு தோல்வியுற்றது. ஏனெனில் விபிஎன் நிரல் விபிஎன் சேவையகத்துடன் இணக்க முடியவில்லை.
zh_tw: VPN 登入失敗，因為 VPN 程式無法連線至 VPN 伺服器。

source: The VPN login failed because the VPN configuration options were invalid.
ar: فشل ولوج VPN لأن خيارات اعدادات VPN غير صالحة.
cs: Připojení do VPN selhalo. Chybné volby VPN.
de: Die VPN-Anmeldung scheiterte, da die VPN-Konfigurationsoptionen ungültig waren.
et: VPN-i logimine nurjus kuna VPN-i seaded olid väärad.
fr: La connexion VPN a échoué car les options de configuration ne sont pas valides.
hu: A VPN bejelentkezés meghiúsult, mivel a VPN beállítások érvénytelenek voltak.
it: L'accesso alla VPN è fallito perché le opzioni di configurazione VPN non sono valide.
nl: Het aanmelden bij het VPN is mislukt omdat de VPN-configuratieopties ongeldig zijn.
pt_br: A autenticação VPN falhou porque as opções de configuração VPN eram inválidas.
ru: Произошёл сбой подключения к VPN, поскольку конфигурация VPN была неверной.
ta: விபிஎன் உள்நுழைவு தோல்வியுற்றது. ஏனெனில் விபிஎன் தேர்வுகள் செல்லுபடியாகாதவை.
zh_tw: VPN 登入失敗，因為 VPN 組態選項無效。

source: The VPN login failed because the VPN program received an invalid configuration from the VPN server.
ar: فشل ولوج VPN لأن برنامج VPN لم يتلقى اعدادات صالحة من خادم VPN.
cs: Připojení do VPN selhalo. Byly obdrženy chybné volby od VPN serveru.
de: Die VPN-Anmeldung scheiterte, da das VPN-Programm eine ungültige Konfiguration vom VPN-Server empfangen hat.
et: VPN-i sisselogimine nurjus kuna VPN-i programm sai VPN serverist vigased seaded.
fr: La connexion VPN a échoué car le client VPN n'a pas reçu une configuration valide depuis le serveur VPN.
hu: A VPN bejelentkezés meghiúsult, mivel a VPN program érvénytelen beállításokat kapott a VPN kiszolgálótól.
it: L'accesso alla VPN è fallito perché il programma VPN ha ricevuto una configurazione non valida dal server VPN.
nl: Het aanmelden bij het VPN is mislukt omdat het VPN-programma een ongeldige configuratie heeft gekregen van de VPN-server.
pt_br: A autenticação VPN falhou porque o programa VPN recebeu uma configuração inválida do servidor VPN.
ru: Произошёл сбой подключения к VPN, поскольу программа VPN получила неправильную конфигурацию от сервера VPN.
ta: விபிஎன் உள்நுழைவு தோல்வியுற்றது. ஏனெனில் விபிஎன் நிரல் விபிஎன் சேவையகத்திலிருந்து செல்லுபடியாகாத வடிவமைப்பை பெற்றது.
zh_tw: VPN 登入失敗，因為 VPN 程式從 VPN 伺服器接收到無效的組態。

source: VPN connection failed
ar: فشل اتصال VPN
cs: VPN spojení selhalo
de: VPN-Verbindung scheiterte
et: VPN-iga ühendumine nurjus
fr: La connexion VPN a échoué
hu: VPN kapcsolat hiba
it: Connessione VPN fallita
nl: VPN-verbinding mislukt
pt_br: Falha na conexão VPN
ru: Сбой соединения VPN
ta: விபிஎன் இணைப்பு தோல்வியுற்றது.
zh_tw: VPN 連線失敗

source: Advanced
ar: متقدم
et: Täpsem
it: Avanzate
nl: Extra

source: Network
ar: شبكة
et: Võrk
eu: Sarea
it: Rete
nl: Netwerk

source: OpenVPN Advanced Options
ar: خيارات OpenVPN متقدمة
et: OpenVPN laiendatud sätted
eu: OpenVPN-ren aukera aurreratuak
it: Opzioni avanzate OpenVPN
nl: OpenVPN extra opties

source: OpenVPN Configuration
ar: اعدادات OpenVPN
et: OpenVPN sätted
eu: OpenVPN-ren konfigurazioa
it: Configurazione OpenVPN
nl: OpenVPN-configuratie

source: Please note that the file you import is not an OpenVPN configuration file. Ask your administrator for the file.
ar: من فضلك لا حظ أن الملف الذي استوردته ليس ملف إعدادات OpenVPN. اسأل مدير نظامك عن الملف.
cs: Pozor, importovaný soubor není soubor s nastavením OpenVPN. Potřebný soubor si vyžádejte u svého administrátora.
et: Imporditav fail ei ole OpenVPN-i seadete fail. Küsi administraatorilt õiget faili.
eu: Jakin ezazu inportatu duzun fitxategia ez dela OpenVPN-ren konfigurazio-fitxategi bat. Galdetu sistemako administratzaileari fitxategiari buruz.
it: Notare che il file che si è importato non è un file di configurazione di OpenVPN. Chiedere il file all'amministratore.
nl: Merk op dat het bestand dat u importeert geen OpenVPN configuratiebestand is. Vraag uw systeembeheerder om het bestand.
ru: Импортируемый файл не фвляется файлом конфигурации OpenVPN. Попросите системного администратора предоставить вам требуемый файл.
ta: நீங்கள் இறக்குமதி செய்யும் கோப்பு ஓபன் விபிஎன் வடிவமைப்பு கோப்பு அல்ல. உங்கள் மேலாளரை அந்த கோப்புக்கு கேளுங்கள்.

source: X.509
et: X.509 sertifikaat

source: TLS-Auth
eu: TLS autent.
it: Auth-TLS
nl: TLS-aanmld

source: TAP
ta: டிஏபி (TAP)

source: TUN
ta: டியுஎன் (TUN)

source: TCP
ta: டிசிபி(TCP)

source: UDP
ta: யுடிபி(UDP)

source: <b>Optional Information</b>
cs: <b>Volitelné informace</b>
ru: <b>Дополнительная информация</b>
ta: <b>விருப்பத்தேர்வு தகவல்</b>

source: <b>Required Information</b>
cs: <b>Požadované informace</b>
ru: <b>Требуемая информация</b>
ta: <b>தேவையான தகவல்</b>

source: _Gateway:
cs: _Brána:
ru: _Шлюз:
ta: நுழைவாயில்:

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
cs: _Jméno používané k identifikaci připojení k soukromé síti, např. "Kolej" nebo "Firemní síť"
ru: _Имя, которое используется для подключения к частной сети, например, "Campus VPN" или "Corporate Network"
ta: தனியார் வலைப்பின்னலுக்கான இணப்பை அடையாளங்காண பயன்படும் பெயர், எ-டு "Campus VPN" அல்லது "Corporate Network"

source: Ad_vanced
eu: _Aurreratua

source: C_A file:
eu: _ZE fitxategia:

source: C_ertificate:
eu: Z_iurtagiria:

source: Co_nnection type:
eu: _Konexio mota:

source: Connection na_me:
eu: Konexioaren _izena:

source: Import _Saved Configuration...
eu: Inportatu _gordetako konfigurazioa:

source: Only use _VPN connection for these addresses:
eu: Erabili _VPN konexioa soilik honako helbideetan:

source: Shared _key:
eu: Partekatutako _gakoa:

source: Use L_ZO compression
eu: Erabili _LZO konpresioa

source: Use TA_P device
eu: Erabili TA_P gailua

source: Use _TCP connection
eu: Erabili _TCP konexioa

source: Use _TLS auth:
eu: Erabili _TLS autent.:

source: Use cip_her:
eu: Erabili _zifratua:

source: _Gateway address:
eu: _Atebidearen helbidea:

source: _Gateway port:
eu: _Atebidearen ataka:

source: _Key:
eu: _Gakoa:

source: _Local IP:
eu: IP _lokala:

source: _Remote IP:
eu: _Urruneko IPa:

source: _User name:
eu: _Erabiltzaile-izena:

source: _none
eu: _bat ere ez
