Repository: 453647684/NetworkManager
Catalog: vpn-daemons/openvpn/po/*.po
Languages: ar, cs, de, et, eu, fr, hu, it, nl, pt_br, ru, ta, zh_tw

source: _Password:
ar: _كلمة السر:
cs: _Heslo:
et: _Parool:
eu: _Pasahitza:
fr: _Mot de passe :
hu: _Jelszó:
nl: _Wachtwoord:
pt_br: _Senha:
ru: _Пароль:
ta: கடவுச்சொல் (_P):
zh_tw: 密碼(_P):

source: _Secondary Password:
ar: كلمة سر _ثانوية:
cs: _Sekundární heslo:
de: _Zweitpassword:
et: Parool _uuesti:
eu: _Bigarren pasahitza:
fr: Mot de passe _secondaire :
hu: Jelszó _még egyszer:
it: Password _secondaria:
nl: _Tweede wachtwoord:
pt_br: _Senha secundária:
ru: _Вторичный пароль:
ta: இரண்டாம் கடவுச்சொல் (_S):
zh_tw: 第二組密碼(_S):

source: _Username:
ar: ا_سم المستخدم:
cs: _Uživ. jméno:
de: _Benutzername:
et: _Kasutajanimi:
eu: _Erabiltzaile-izena:
fr: Nom d'_utilisateur :
hu: _Felhasználói név:
it: Nome _utente:
nl: _Gebruikersnaam:
pt_br: Nome do _usuário:
ru: _Имя пользователя:
ta: பயனர் பெயர் (_U):
zh_tw: 使用者名稱(_U):

source: _Domain:
ar: ال_نطاق:
cs: _Doména:
de: _Domäne:
et: _Domeen:
eu: _Domeinua:
fr: _Domaine :
hu: _Tartomány:
it: _Dominio:
nl: _Domein:
pt_br: _Domínio:
ru: _Домен:
ta: களம்:
zh_tw: 網域(_D):

source: Connect _anonymously
ar: اتّصل كم_جهول
cs: Připojit _anonymně
de: _Anonym verbinden
et: Ühendu _anonüümselt
eu: Konektatu _anonimo gisa
fr: Connexion _anonyme
hu: Csatlakozás _névtelenül
it: Connessione _anonima
nl: _Anoniem verbinden
pt_br: Conectar _anonimamente
ru: Подключаться _анонимно
ta: பெயரில்லாமல் இணை
zh_tw: 匿名連線(_A)

source: Connect as _user:
ar: اتصل _كمستخدم:
cs: Připojit jako _uživatel:
de: Als _Benutzer verbinden:
et: Ühendu ka_sutajana:
eu: Konektatu _erabiltzaile gisa:
fr: Se _connecter en tant que :
hu: Csatlakozás _mint:
it: Connessione come _utente:
nl: Verbinden als _gebruiker:
pt_br: Conectar como _usuário:
ru: _Подключаться как пользователь:
ta: இந்த பயனருக்கு இணைக்க:
zh_tw: 以使用者連線(_U):

source: _Remember password for this session
ar: _تذكّر كلمة السر لهذه الجلسة
cs: _Zapamatovat heslo pro toto sezení
de: _Passwort in dieser Sitzung behalten
et: _Jäta parool selle sessiooni ajaks meelde
eu: _Gogoratu pasahitza saio honetan
fr: _Conserver le mot de passe pour cette session
hu: Je_lszó megjegyzése a munkamenetre
it: _Ricorda la password per questa sessione
nl: Wa_chtwoord voor deze sessie onthouden
pt_br: _Lembrar senha para esta sessão
ru: _Запомнить пароль для этого сеанса
ta: _ந இந்த அமர்விற்கு கடவுச்சொற்களை நினைவு கொள்ளவும்
zh_tw: 記住這個作業階段的密碼(_R)

source: _Save password in keyring
ar: ا_حفظ كلمة السر في حلقة المفاتيح
cs: _Uložit heslo do svazku klíčů
de: Passwort im _Schlüsselbund speichern
et: Parooli salvestamine _võtmerõngasse
eu: _Gorde pasahitza gako-sortan
fr: _Enregistrer le mot de passe dans le trousseau de clés
hu: Jelszó mentése a _kulcstartóra
it: _Salva la password nel portachiavi
nl: Wachtwoord op_slaan in sleutelbos
pt_br: _Salvar senha no chaveiro
ru: _Сохранить пароль на брелоке
ta: _க கீரிங்கில் கடவுச் சொல்லை சேமிக்கவும்
zh_tw: 將密碼儲存到鑰匙圈(_S)

source: You need to authenticate to access the Virtual Private Network '%s'.
ar: تحتاج إلى التوثيق لتَنفُذ إلى الشبكة الخاصة التخيلية '%s'.
cs: Pro přístup do VPN '%s' se musíte autentizovat.
de: Sie müssen sich authentifizieren, um auf das Virtual Private Network »%s« zuzugreifen.
et: VPN-võrgule '%s' ligipääsuks pead end autentima.
eu: Autentifikatu egin behar zara '%s' VPN-ra (Sare Birtual Pribatua) sarbidetzeko.
fr: Authentifiez-vous pour accéder au réseau privé virtuel « %s ».
hu: Azonosítania kell magát a(z) "%s" virtuális magánhálózat eléréséhez.
it: È necessario autenticarsi per accedere alla Rete Privata Virtuale (VPN) “%s”.
nl: U moet zich aanmelden om toegang te krijgen tot het Virtual Private Netwerk '%s'.
pt_br: Você precisa se autenticar para acessar a Rede Privada Virtual '%s'.
ru: Для доступа к виртуальной частной сети '%s' требуется аутентификация.
ta: மெய் நிகர் தனியார் வலைப்பின்னல் '%s' ஐ அணுக உண்மைப் படுத்த வேண்டும்.
zh_tw: 您需要驗證才能存取虛擬私人網路「%s」。

source: Authenticate VPN
ar: وثِّق VPN
cs: Ověřování VPN
de: VPN authentifizieren
et: VPN autentimine
eu: Autentifikatu VPN
fr: Authentifier VPN
hu: VPN azonosítás
it: Autenticazione VPN
nl: Aanmeldingscontrole VPN
pt_br: Autenticar VPN
ru: Аутентификация VPN
ta: விபிஎன் ஐ உண்மைப் படுத்துக
zh_tw: 驗證 VPN

source: Certificate pass_word:
ar: كلمة سر ال_شهادة:
de: Pass_wort zertifzieren:
eu: _Ziurtagiriaren pasahitza:
pt_br: Sen_ha do certificado:
ru: Па_роль сертификата:
ta: சான்று _கடவுச்சொல்:
zh_tw: 憑證密碼(_W):

source: Certificate password:
ar: كلمة سر الشهادة:
cs: Heslo certifikátu:
de: Passwort zertifizieren:
et: Sertifikaadi parool:
eu: Ziurtagiriaren pasahitza:
fr: Mot de passe du certificat :
hu: Tanúsítvány jelszava:
it: Password del certificato:
nl: Certificaat-wachtwoord:
pt_br: Senha do certificado:
ru: Пароль сертификата:
ta: சான்று கடவுச்சொல்:
zh_tw: 憑證密碼:

source: Add, Remove, and Edit VPN Connections
ar: أضِف، احذِف، و حرِّر اتصالات VPN
cs: Přidat, odstranit a upravit VPN připojení
de: VPN-Verbindungen hinzufügen, entfernen und bearbeiten
et: VPN-ühenduste lisamine, muutmine ja eemaldamine
fr: Ajoute, supprime et édite les connexions VPN
hu: VPN kapcsolatok hozzáadása, szerkesztése és eltávolítása
it: Aggiunge, rimuove e modifica connessioni VPN
nl: VPN-verbindingen toevoegen, verwijderen of bewerken
pt_br: Adicione, remova e edite conexões VPN
ru: Добавление, изменение и удаление соединений VPN
ta: விபிஎன் இணைப்புகளை சேர்க்க, நீக்க மற்றும் திருத்த
zh_tw: 加入、移除與編輯 VPN 連線

source: VPN Connection Manager (OpenVPN)
ar: مدير اتصالت VPN (OpenVPN)
cs: Správce VPN připojení (OpenVPN)
de: VPN-Verbindungsmanager (OpenVPN)
et: VPN ühenduse haldaja (OpenVPN)
fr: Gestionnaire de connexions VPN (OpenVPN)
hu: VPN kapcsolatkezelő (OpenVPN)
it: Gestore connessioni VPN (OpenVPN)
nl: VPN0-verbindingen beheren (OpenVPN)
pt_br: Gerenciador de Conexões VPN (OpenVPN)
ru: Менеджер соединений VPN (OpenVPN)
ta: விபிஎன் இணைப்பு மேலாளர் (ஓபன் விபிஎன்)
zh_tw: VPN 連線管理程式 (OpenVPN)

source: OpenVPN Client
ar: عميل OpenVPN
cs: OpenVPN klient
et: OpenVPN-i klient
eu: OpenVPN bezeroa
fr: Client OpenVPN
hu: OpenVPN kliens
it: Client OpenVPN
nl: OpenVPN-cliënt
pt_br: Cliente OpenVPN
ru: Клиент OpenVPN
ta: ஓபன் விபிஎன் சார்ந்தோன்
zh_tw: OpenVPN 客戶端

source: The following OpenVPN connection will be created:
ar: ستُنشأ اتصالات OpenVPN التالية:
cs: Bude vytvořeno následující OpenVPN připojení:
de: Es wird folgende OpenVPN-Verbindung angelegt:
et: Luuakse järgnev OpenVPN ühendus:
eu: Honako OpenVPN konexioa sortuko da:
fr: La connexion OpenVPN suivante va être créée :
hu: A következő OpenVPN kapcsolat kerül létrehozásra:
it: Verrà creata la seguente connessione OpenVPN:
nl: De volgende OpenVPN-verbinding zal worden aangemaakt:
pt_br: As seguintes conexões OpenVPN serão criadas:
ru: Будет создано следующее соединение OpenVPN:
ta: கீழ் கண்ட ஓபன் விபிஎன்இணப்புகள் உருவாக்கப் படும்:
zh_tw: 將建立下列 OpenVPN 連線:

source: Name: %s
ar: الإسم: %s
cs: Jméno: %s
et: Nimi: %s
eu: Izena: %s
fr: Nom : %s
hu: Név: %s
it: Nome: %s
nl: Naam: %s
pt_br: Nome: %s
ru: Имя: %s
ta: பெயர்: %s
zh_tw: 名稱: %s

source: Connection Type: X.509 Certificates
ar: نوع الإتصال: X.509 Certificates
cs: Typ připojení: X.509 certifikáty
de: Verbindungstyp: X.509-Zertifikate
et: Ühenduse tüüp: X.509 Sertifikaadid
eu: Konexio mota: X.509 ziurtagiriak
fr: Type de connexion: Certificats X.509
hu: Kapcsolat típusa: X.509 tanúsítványok
it: Tipo di connessione: Certificati X.509
nl: Verbindingstype: X.509 certificaten
pt_br: Tipo de Conexão: Certificados X.509
ru: Тип соединения: Сертификаты X.509
ta: இணைப்பு வகை:X.509 சான்றிதழ்கள்
zh_tw: 連線類型: X.509 憑證

source: CA: %s
eu: ZE: %s
fr: AC : %s
ta: சிஏ: %s
zh_tw: 憑證機構: %s

source: Cert: %s
ar: شهادة: %s
et: Sertif.: %s
eu: Ziurt.: %s
hu: Tan.: %s
ru: Сертификат: %s
ta: செர்ட்: %s
zh_tw: 憑證: %s

source: Key: %s
ar: مفتاح: %s
cs: Klíč: %s
de: Schlüssel: »%s«
et: Võti: %s
eu: Gakoa: %s
fr: Clé : %s
hu: Kulcs: %s
it: Chiave: %s
nl: Sleutel: %s
pt_br: Chave: %s
ru: Ключ: %s
ta: விசை: %s
zh_tw: 金鑰: %s

source: Connection Type: Shared Key
ar: نوع الإتصال: مفتاح مشترَك
cs: Typ připojení: sdílený klíč
de: Verbindungstyp: gemeinsamer Schlüssel
et: Ühenduse tüüp: Jagatud võti
eu: Konexio mota: partekatutako gakoa
fr: Type de connexion : clé partagée
hu: Kapcsolat típusa: Megosztott kulcs
it: Tipo di connessione: Chiave condivisa
nl: Verbindingstype: gedeelde sleutel
pt_br: Tipo de Conexão: Chave Compartilhada
ru: Тип соединения: общий ключ
ta: இணப்பு வகை: பகிர்ந்த விசை
zh_tw: 連線類型: 分享式金鑰

source: Shared Key: %s
ar: مفتاح مشترَك: %s
cs: Sdílený klíč: %s
de: Gemeinsamer Schlüssel: »%s«
et: Jagatud võti: %s
eu: Partekatutako gakoa: %s
fr: Clé partagée : %s
hu: Megosztott kulcs: %s
it: Chiave condivisa: %s
nl: Gedeelde sleutel: %s
pt_br: Chave Compartilhada: %s
ru: Общий ключ: %s
ta: பகிர்ந்த விசை: %s
zh_tw: 分享金鑰: %s

source: Local IP: %s
ar: IP م_حلّي: %s
cs: Lokální IP: %s
de: Lokale IP: »%s«
et: Kohalik IP: %s
eu: IP lokala: %s
fr: Adresse IP locale : %s
hu: Helyi IP: %s
it: IP locale: %s
nl: Lokaal IP: %s
pt_br: IP Local: %s
ru: Локальный IP: %s
ta: உள்ளமை ஐபி: %s
zh_tw: 本地端 IP: %s

source: Remote IP: %s
ar: IP بعيد: %s
cs: Vzdálená IP: %s
de: Entfernte IP: »%s«
et: Kauge IP: %s
eu: Urruneko IPa: %s
fr: Adresse IP distante : %s
hu: Távoli IP: %s
it: IP remoto: %s
nl: Extern IP: %s
pt_br: IP Remoto: %s
ru: IP сервера: %s
ta: தொலை ஐபி: %s
zh_tw: 遠端 IP: %s

source: Connection Type: Password
ar: نوع الإتصال: كلمة سّر
cs: Typ připojení: heslo
de: Verbindungstyp: Passwort
et: Ühenduse tüüp: parooliga
eu: Konexio mota: pasahitza
fr: Type de connexion : mot de passe
hu: Kapcsolat típusa: Jelszó
it: Tipo di connessione: Password
nl: Verbindingstype: wachtwoord
pt_br: Tipo de Conexão: Senha
ru: Тип соединения: Пароль
ta: இணைப்பு வகை: கடவுச் சொல்
zh_tw: 連線類型: 密碼

source: Username: %s
ar: اسم المستخدم: %s
cs: Uživatelské jméno: %s
de: Benutzername: »%s«
et: Kasutajanimi: %s
eu: Erabiltzaile-izena: %s
fr: Nom d'_utilisateur : %s
hu: Felhasználói név: %s
it: Nome utente: %s
nl: Gebruikersnaam: %s
pt_br: Nome do usuário: %s
ru: Имя пользователя: %s
ta: பயனர் பெயர்: %s
zh_tw: 使用者名稱: %s

source: Connection Type: X.509 with Password Authentication
ar: نوع الإتصال: X.509 مع توثق عبر كلمة سر
cs: Typ připojení: X.509 s ověřením hesla
de: Verbindungstyp: X.509 mit Passwortauthentifikation
et: Ühenduse tüüp: X.509 parooliga autentimisega
eu: Konexio mota: X.509 pasahitzaren autentifikazioarekin
fr: Type de connexion : X.509 avec authentification par mot de passe
hu: Kapcsolat típusa: X.509 jelszó-hitelesítéssel
it: Tipo di connessione: X.509 con password di autenticazione
nl: Verbindingstype: X.509 met wachtwoord-aanmeldingscontrole
pt_br: Tipo de Conexão: X.509 com Autenticação de Senha
ru: Тип соединения: Аутентификация X.509 с паролем
ta: இணப்பு வகை: X509 கடவுச்சொல் உண்மைப்படுத்தலுடன்
zh_tw: 連線類型: 具密碼驗證的 X.509 憑證

source: Remote: %s
ar: عن بعد: %s
cs: Vzdálený: %s
de: Entfernt: »%s«
et: Kauglogimine: %s
eu: Urrunekoa: %s
fr: Distant : %s
hu: Távoli: %s
it: Remoto: %s
nl: Extern: %s
pt_br: Remoto: %s
ru: Удалённый узел: %s
ta: தொலை: %s
zh_tw: 遠端: %s

source: Port: %s
ar: ميناء: %s
eu: Ataka: %s
it: Porta: %s
nl: Poort: %s
pt_br: Porta: %s
zh_tw: 連接埠: %s

source: Device: %s
ar: الجهاز: %s
cs: Zařízení: %s
de: Gerät: »%s«
et: Seade: %s
eu: Gailua: %s
fr: Périphérique : %s
hu: Eszköz: %s
it: Dispositivo: %s
nl: Apparaat: %s
pt_br: Dispositivo: %s
ru: Устройство: %s
ta: சாதனம்:%s
zh_tw: 裝置: %s

source: Protocol: %s
ar: البروتوكول: %s
cs: Protokol: %s
de: Protokoll: »%s«
et: Protokoll: %s
eu: Protokoloa: %s
fr: Protocole : %s
hu: Protokoll: %s
it: Protocollo: %s
pt_br: Protocolo: %s
ru: Протокол: %s
ta: நெறிமுறை: %s
zh_tw: 通訊協定: %s

source: Routes: %s
ar: المسارات: %s
cs: Směrování: %s
de: Routen: »%s«
et: Marsruudid: %s
eu: Ibilbideak: %s
hu: Útvonalak: %s
it: Rotte: %s
pt_br: Rotas: %s
ru: Маршрутизатор: %s
ta: பாதைகள்: %s
zh_tw: 路由: %s

source: Use LZO Compression: %s
ar: ا_ستعمل ضغط LZO: %s
cs: Použít kompresi LZO:%s
de: LZO-Komprimierung verwenden: »%s«
et: LZO pakkimise kasutamine: %s
eu: Erabili LZO konpresioa: %s
fr: Utiliser la compression LZO : %s
hu: LZO tömörítés használata: %s
it: Usare compressione LZO: %s
nl: LZO-compressie gebruiken: %s
pt_br: Usar Compressão LZO: %s
ru: Использовать сжатие LZO: %s
ta: எல்ஜிஓ (LZO) இறுக்கத்தை பயன்படுத்துக: %s
zh_tw: 使用 LZO 壓縮: %s

source: Yes
ar: نعم
cs: Ano
de: Ja
et: Jah
eu: Bai
fr: Oui
hu: Igen
it: Sì
nl: Ja
pt_br: Sim
ru: Да
ta: ஆம்
zh_tw: 是

source: No
ar: لا
cs: Ne
de: Nein
et: Ei
eu: Ez
fr: Non
hu: Nem
nl: Nee
pt_br: Não
ru: Нет
ta: இல்லை
zh_tw: 否

source: Cipher: %s
ar: شيفرة: %s
cs: Šifra: %s
de: Code: »%s«
et: Šiffer: %s
eu: Zifratua: %s
fr: Chiffrement : %s
hu: Rejtjelzés: %s
it: Cifrario: %s
nl: Cijfer: %s
pt_br: Cifragem: %s
ru: Шифр: %s
ta: மறை எழுத்து: %s
zh_tw: 加密器: %s

source: TLS auth: %s %s
ar: توثيق TLS: %s %s
cs: TLS aut: %s %s
et: TLS autentimine: %s %s
eu: TLS autent.: %s %s
fr: Authentification TLS : %s %s
hu: TLS hitelesítés: %s %s
it: Aut TLS: %s %s
nl: TLS aanmld: %s %s
pt_br: Autenticação TLS: %s %s
ru: Аутентификация TLS: %s %s
ta: டிஎல் எஸ் (TLS) உண்மைப்படுத்தல்: %s %s
zh_tw: TLS 驗證: %s %s

source: The connection details can be changed using the "Edit" button.
ar: يمكن تغيير تفاصيل الإتصال باستخدام زر "حرِّر".
cs: Podrobnosti o připojení lze změnit kliknutím na tlačítko "Upravit".
de: Die Verbindungsdetails können über den Knopf »Bearbeiten« geändert werden.
et: Ühenduse üksikasju saab muuta kasutades "Muuda" nuppu.
eu: Konexioaren xehetasunak alda daitezke "Editatu" botoia erabiliz.
fr: Les détails de la connexion peuvent être modifiés avec le bouton « Éditer ».
hu: A kapcsolat paramétereit a "Szerkesztés" gombra kattintva tudja módosítani.
it: I dettagli della connessione possono essere cambiati usando il pulsante «Modifica».
nl: De verbindingsdetails kunnen worden gewijzigd via de knop ‘Bewerken’.
pt_br: Os detalhes da conexão podem ser alterados usando o botão "Editar".
ru: Параметры соединения можно изменить, нажав кнопку "Правка".
ta: இணப்பு விவரங்களை "திருத்து." பொத்தானை இயக்கி மாற்றலாம்.
zh_tw: 連線詳細資訊可以使用「編輯」按鈕改變。

source: Cannot import settings
ar: تعذّر استيراد الإعدادات
cs: Nelze importovat nastavení
de: Einstellungen können nicht importiert werden
et: Sätteid ei saa importida
eu: Ezin dira ezarpenak inportatu
fr: Impossible d'importer les paramètres de configuration
hu: A beállítások nem importálhatók
it: Impossibile importare le impostazioni
nl: Kan instellingen niet importeren
pt_br: Não é possível importar configurações
ru: Не удаётся импортировать параметры
ta: வடிவமைப்பை இறக்குமதி செய்ய முடியவில்லை
zh_tw: 不能匯入設定值

source: The VPN settings file '%s' does not contain valid data.
ar: لا يحتوي ملف اعدادات VPN '%s' على بيانات صالحة.
cs: Zadaný soubor s nastavením VPN '%s' neobsahuje platná data.
de: Die VPN-Einstellungen in der Datei »%s« sind keine gültigen Daten.
et: VPN-seadete fail '%s' ei sisalda sobivat infot.
eu: VPNren '%s' ezarpen-fitxategiak ez du baliozko daturik.
fr: Le fichier de configuration VPN « %s » ne contient pas de données valides.
hu: A(z) "%s" VPN beállításfájl nem tartalmaz értelmezhető adatokat.
it: Il file di impostazioni VPN “%s” non contiene dati validi.
nl: Het VPN instellingenbestand '%s' bevat geen geldige gegevens.
pt_br: O arquivo de configurações de VPN '%s' não contém dados válidos.
ru: Файл параметров VPN '%s' содержит некорректные данные.
ta: விபிஎன் வடிவமைப்பு கோப்பு '%s' இல் செல்லுபடியாகும் தரவு இல்லை.
zh_tw: VPN 設定檔「%s」沒有包含有效的資料。

source: Select file to import
ar: انتقِ ملفّ للإستيراد
cs: Vyberte soubor k importu
de: Zu importierende Datei auswählen
et: Vali imporditav fail
eu: Hautatu fitxategia inportatzeko
fr: Importer un fichier
hu: Válassza ki az importálandó fájlt
it: Seleziona il file da importare
nl: Te importeren bestand selecteren
pt_br: Selecione o arquivo a importar
ru: Выберите файл для импорта
ta: இறக்குமதி செய்ய கோப்பை தேர்ந்தெடு
zh_tw: 選取要匯入的檔案

source: Select CA to use
ar: انتقِ CA ليُستخدم
cs: Vyberte CA
de: Zu verwendende CA auswählen
et: Vali kasutatav CA
eu: Hautatu ZE (CA) erabiltzeko
fr: Sélectionner l'autorité de certification à utiliser
hu: Válassza ki a használni kívánt CA-t
it: Seleziona la CA da usare
nl: Te gebruiken CA selecteren
pt_br: Selecione o CA a usar
ru: Выберите CA
ta: பயன்படுத்த வேண்டிய சிஏ (CA) ஐ தேர்ந்தெடு
zh_tw: 選取要使用的憑證機構

source: Select certificate to use
ar: انتقِ شهادة لتُستخدم
cs: Vyberte certifikát
de: Zu verwendendes Zertifikat auswählen
et: Vali kasutatav sertifikaat
eu: Hautatu ziurtagiria erabiltzeko
fr: Sélectionner le certificat à utiliser
hu: Válassza ki a használni kívánt tanúsítványt
it: Seleziona il certificato da usare
nl: Te gebruiken certificaat selecteren
pt_br: Selecione o certificado a usar
ru: Выберите сертификат
ta: பயன்படுத்த வேண்டிய சான்றிதழை தேர்ந்தெடு
zh_tw: 選取要使用的憑證

source: Select key to use
ar: انتقِ مفتاحا ليُستخدم
cs: Vyberte klíč
de: Zu verwendenden Schlüssel auswählen
et: Vali võti
eu: Hautatu gakoa erabiltzeko
fr: Sélectionner la clé à utiliser
hu: Válassza ki a használni kívánt kulcsot
it: Seleziona la chiave da usare
nl: Te gebruiken sleutel selecteren
pt_br: Selecione a chave a usar
ru: Выберите ключ
ta: பயன்படுத்த வேண்டிய விசையை தேர்ந்தெடு
zh_tw: 選取要使用的金鑰

source: Select shared key to use
ar: انتقِ مفتاحا مُشارَكا ليُستخدم
cs: Vyberte sdílený klíč
de: Zu verwendenden gemeinsamen Schlüssel auswählen
et: Vali jagatud võti
eu: Hautatu partekatutako gakoa erabiltzeko
fr: Sélectionner la clé partagée à utiliser
hu: Válassza ki a használni kívánt megosztott kulcsot
it: Seleziona la chiave condivisa da usare
nl: Te gebruiken gedeelde sleutel selecteren
pt_br: Selecione a chave compartilhada a usar
ru: Выберите общий ключ
ta: பயன்படுத்த வேண்டிய பகிர்ந்த விசையை தேர்ந்தெடு
zh_tw: 選擇要使用的分享金鑰

source: Select TA to use
ar: انتقِ TA ليُستخدم
cs: Vyberte TA
de: Zu verwendenden TA auswählen
et: Vali TA
eu: Hautatu TA erabiltzeko
fr: Sélectionner l'authentification TLS à utiliser
hu: Válassza ki a használni kívánt TA-t
it: Seleziona la TA da usare
nl: Te gebruiken TA selecteren
pt_br: Selecione TA para usar
ru: Выберите TA
ta: பயன்படுத்த வேண்டிய டிஏ (TA ) ஐ தேர்ந்தெடு
zh_tw: 選取要使用的 TA

source: Save as...
ar: احفظ كـ...
cs: Uložit jako...
de: Speichern als …
et: Salvesta kui...
eu: Gorde honela...
fr: Enregistrer sous...
hu: Mentés másként...
it: Salva come...
nl: Opslaan als...
pt_br: Salvar como...
ru: Сохранить как...
ta: எனச்சேமி...
zh_tw: 另存為...

source: A file named "%s" already exists.
ar: يوجد ملف بالإسم "%s" مسبقاً.
cs: Soubor se jménem "%s" již existuje.
de: Es existiert bereits eine Datei mit dem Namen »%s«.
et: Fail nimega "%s" on juba olemas.
eu: "%s" izeneko fitxategia badago lehendik ere.
fr: Un fichier nommé « %s » existe déjà.
hu: Már létezik "%s" nevű fájl.
it: Un file di nome “%s” esiste già.
nl: Een bestand met de naam "%s" bestaat al.
pt_br: Um arquivo chamado "%s" já existe.
ru: Файл с именем "%s" уже существует.
ta: "%s" எனப் பெயரிட்ட கோப்பு ஏற்கெனெவே உள்ளது.
zh_tw: 已存在一個名為「%s」的檔案。

source: Do you want to replace it with the one you are saving?
ar: أتريد استبداله بالملف الذي تقوم بحفظه؟
cs: Chcete ho nahradit ukládaným souborem?
de: Möchten Sie sie mit der zu speichernden Datei ersetzen?
et: Kas soovid seda salvestatava failiga asendada?
eu: Gordetzen ari zarenarekin ordeztea nahi duzu?
fr: Voulez-vous le remplacer avec celui que vous avez enregistré ?
hu: Kívánja a létező fájlt lecserélni az újra?
it: Si vuole sostituirlo con quello che si sta salvando?
nl: Wilt u het vervangen door het bestand dat u aan het opslaan bent?
pt_br: Você deseja substituí-la com aquela que você está salvando?
ru: Вы действительно хотите заменить его сохраняемым вами файлом?
ta: அதை நீங்கள் சேமிக்கும் ஒன்றால் மாற்ற விரும்புகிறீர்களா?
zh_tw: 是否要以儲存的版本來替換它？

source: Failed to export configuration
ar: فشل تصدير الإعدادات
cs: Export konfigurace selhal
de: Konfigurationsexport gescheitert
et: Tõrge seadistuste eksportimisel
eu: Huts egin du konfigurazioa esportatzean
fr: L'exportation de la configuration a échoué
hu: A beállítások exportálása meghiúsult
it: Fallita esportazione della configurazione
nl: Kon configuratie niet exporteren
pt_br: Falha ao exportar configuração
ru: Сбой при экспорте конфигурации
ta: வடிவமைப்பை ஏற்றுமதி செய்தல் தோல்வியுற்றது
zh_tw: 匯出組態失敗

source: Failed to save file %s
ar: فشل حفظ الملف %s
cs: Selhalo ukládání souboru %s
de: Speichern der Datei »%s« gescheitert
et: Faili %s salvestamine nurjus
eu: Huts egin du %s fitxategia gordetzean
fr: L'enregistrement du fichier %s a échoué
hu: A(z) %s fájl mentése nem sikerült
it: Fallito salvataggio del file %s
nl: Opslaan van bestand %s is mislukt
pt_br: Falha ao salvar o arquivo %s
ru: Ошибка при сохранении файла %s
ta: கோப்பு %s ஐ சேமித்தல் தோல்வியுற்றது
zh_tw: 儲存檔案「%s」時失敗

source: (Default: 1194)
ar: (افتراضي: 1194)
et: (Vaikimisi: 1194)
eu: (lehenetsia: 1194)
fr: (par défaut : 1194)
hu: (Alapértelmezett: 1194)
it: (Predefinita: 1194)
nl: (Standaard: 1194)
pt_br: (Padrão: 1194)
zh_tw: (預設值: 1194)

source: <b>Connection Information</b>
ar: <b>معلومات الإتصال</b>
et: <b>Ühenduse info</b>
fr: <b>Informations de connexion</b>
hu: <b>Kapcsolatinformációk</b>
it: <b>Informazioni connessione</b>
nl: <b>Verbindingsinformatie</b>
pt_br: <b>Informações da Conexão</b>
zh_tw: <b>連線資訊</b>

source: <b>Connection Name</b>
ar: <b>اسم الإتصال</b>
cs: <b>Název připojení</b>
de: <b>Verbindungsname</b>
et: <b>Ühenduse nimi</b>
fr: <b>Nom de la connexion</b>
hu: <b>Kapcsolat neve</b>
it: <b>Nome connessione</b>
nl: <b>Naam verbinding</b>
pt_br: <b>Nome da Conexão</b>
ru: <b>Имя соединения</b>
ta: <b>இணைப்பு பெயர்</b>
zh_tw: <b>連線名稱</b>

source: <b>Required</b>
fr: <b>Requis</b>
hu: <b>Kötelező</b>
pt_br: <b>Requeridas</b>
zh_tw: <b>必要的</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
ar: <i>مثال: 172.16.0.0/16 10.11.12.0/24</i>
cs: <i>příklad: 172.16.0.0/16 10.11.12.0/24</i>
de: <i>Beispiel: 172.16.0.0/16 10.11.12.0/24</i>
et: <i>näide: 172.16.0.0/16 10.11.12.0/24</i>
eu: <i>adibidea: 172.16.0.0/16 10.11.12.0/24</i>
fr: <i>exemple : 172.16.0.0/16 10.11.12.0/24</i>
hu: <i>például: 172.16.0.0/16 10.11.12.0/24</i>
it: <i>esempio: 172.16.0.0/16 10.11.12.0/24</i>
nl: <i>bijvoorbeeld: 172.16.0.0/16 10.11.12.0/24</i>
pt_br: <i>exemplo: 172.16.0.0/16 10.11.12.0/24</i>
ru: <i>пример: 172.16.0.0/16 10.11.12.0/24</i>
ta: <i>உதாரணம்: 172.16.0.0/16 10.11.12.0/24</i>
zh_tw: <i>範例: 172.16.0.0/16 10.11.12.0/24</i>

source: CA file:
cs: Soubor CA:
de: CA-Datei:
fr: Fichier AC :
hu: CA fájl:
pt_br: Arquivo CA:
ru: Файл CA:
ta: சிஏ (CA) கோப்பு:
zh_tw: CA 檔案:

source: CA file:
ar: ملفّ CA:
de: CA-Datei
et: CA fail:
it: File CA:
nl: CA-bestand:
pt_br: Arquivo CA:
ru: Файл CA:
zh_tw: CA 檔案:

source: Certificate:
ar: شهادة:
cs: Certifikát:
de: Zertifikat:
et: Sertifikaat:
fr: Certificat :
hu: Tanúsítvány:
it: Certificato:
nl: Certificaat:
pt_br: Certificado:
ru: Сертификат:
ta: சான்றிதழ்:
zh_tw: 憑證:

source: Connection Name
ar: <b>اسم الإتصال</b>
et: Ühenduse nimi
fr: Nom de la connexion
hu: Kapcsolat neve
it: Nome connessione
nl: Naam verbinding
pt_br: Nome da Conexão
zh_tw: 連線名稱

source: Connection Type:
ar: نوع الإتصال:
cs: Typ připojení:
de: Verbindungstyp:
et: Ühenduse tüüp:
fr: Type de connexion :
hu: Kapcsolat típusa:
it: Tipo di connessione:
nl: Verbindingstype:
pt_br: Tipo de Conexão:
ru: Тип соединения:
ta: இணைப்பு வகை:
zh_tw: 連線類型:

source: Direction:
ar: الإتجاه:
cs: Směr:
de: Richtung:
et: Suund:
eu: Helbidea:
hu: Irány:
it: Direzione:
nl: Richting:
pt_br: Direção:
ru: Направление:
ta: திசை:
zh_tw: 方向:

source: Gateway _Port:
ar: ال_بوّابة:
fr: _Port de la passerelle :
hu: Á_tjáró port:
it: _Porta gateway:
nl: _Gatewaypoort:
pt_br: _Porta do Gateway:
zh_tw: 通訊閘連接埠(_P):

source: Key:
ar: مفتاح:
cs: Klíč:
de: Schlüssel:
et: Võti:
fr: Clé :
hu: Kulcs:
it: Chiave:
nl: Sleutel:
pt_br: Chave:
ru: Ключ:
ta: விசை:
zh_tw: 金鑰:
