Repository: 453647684/NetworkManager
Catalog: po/*.po
Languages: be@latin, zh_hk

source: Passphrase for wireless network %s
zh_hk: 無線網絡 %s 的通行碼

source: Connection to the wireless network '%s' failed.
zh_hk: 連接無線網絡‘%s’失敗。

source: Connection to the wired network failed.
zh_hk: 連接有線網絡失敗。

source: Error displaying connection information:
zh_hk: 顯示連線資訊時發生錯誤:

source: Could not find some required resources (the glade file)!
zh_hk: 無法找到一些需要的資源（glade 檔）！

source: No active connections!
zh_hk: 沒有使用中的連線

source: Wired Ethernet (%s)
zh_hk: 有線乙太網絡 (%s)

source: Wireless Ethernet (%s)
zh_hk: 有線乙太網絡 (%s)

source: Unknown
zh_hk: 不明

source: NetworkManager Applet
zh_hk: NetworkManager 面板程式

source: Copyright © 2004-2006 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.
zh_hk: 版權所有 (C) 2004-2006 Red Hat, Inc. 版權所有 (C) 2005-2006 Novell, Inc.

source: Notification area applet for managing your network devices and connections.
zh_hk: 管理網絡裝置與連線的通知區面板程式。

source: translator-credits
zh_hk: 如對翻譯有任何意見，請送一封電子郵件給 以下地址，GNOME 翻譯隊伍會盡快回覆你： community@linuxhall.org Woodman Tuen <wmtuen@gmail.com>, 2005.

source: Copyright © 2004-2005 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.
zh_hk: 版權所有 (C) 2004-2005 Red Hat, Inc. 版權所有 (C) 2005-2006 Novell, Inc.

source: VPN Login Failure
zh_hk: VPN 登入失敗

source: Could not start the VPN connection '%s' due to a login failure.
zh_hk: 因為登入失敗所以無法執行 VPN 連線‘%s’。

source: VPN Start Failure
zh_hk: VPN 啟動失敗

source: Could not start the VPN connection '%s' due to a failure launching the VPN program.
zh_hk: 因為執行 VPN 程式失敗所以無法建立 VPN 連線‘%s’。

source: VPN Connect Failure
zh_hk: VPN 連線失敗

source: Could not start the VPN connection '%s' due to a connection error.
zh_hk: 因為連線錯誤，所以無法啟動 VPN 連線‘%s’。

source: VPN Configuration Error
zh_hk: VPN 組態發生錯誤

source: The VPN connection '%s' was not correctly configured.
zh_hk: VPN 連線‘%s’沒有設定正確。

source: Could not start the VPN connection '%s' because the VPN server did not return an adequate network configuration.
zh_hk: 因為 VPN 伺服器沒有傳回足夠的網絡組態所以無法建立 VPN 連線‘%s’。

source: VPN Login Message
zh_hk: VPN 登入訊息

source: The NetworkManager Applet could not find some required resources (the glade file was not found).
zh_hk: NetworkManager 面板程式無法找到一些需要的資源（找不到 glade 檔）

source: The network device "%s (%s)" does not support wireless scanning.
zh_hk: 網絡裝置“%s (%s)”不支援無線網絡掃描。

source: The network device "%s (%s)" does not support link detection.
zh_hk: 網絡裝置“%s (%s)”不支援連接偵測

source: (unknown)
zh_hk: (未知)

source: Preparing device %s for the wired network...
zh_hk: 裝置 %s 正準備連接有線網絡...

source: Preparing device %s for the wireless network '%s'...
zh_hk: 裝置 %s 正準備連接無線網絡‘%s’...

source: Configuring device %s for the wired network...
zh_hk: 設定有線網絡裝置 %s ...

source: Attempting to join the wireless network '%s'...
zh_hk: 正在嘗試加入無線網絡‘%s’...

source: Waiting for Network Key for the wireless network '%s'...
zh_hk: 正在等待無線網絡‘%s’的網絡密碼匙...

source: Requesting a network address from the wired network...
zh_hk: 正要求有線網絡提供網絡位址...

source: Requesting a network address from the wireless network '%s'...
zh_hk: 正要求無線網絡‘%s’提供網絡位址...

source: Finishing connection to the wired network...
zh_hk: 連接有線網絡完成...

source: Finishing connection to the wireless network '%s'...
zh_hk: 連接無線網絡‘%s’完成...

source: NetworkManager is not running
zh_hk: NetworkManager 沒有執行

source: Networking disabled
zh_hk: 網絡功能停用

source: No network connection
zh_hk: 沒有網絡連接

source: Wired network connection
zh_hk: 有線網絡連接

source: Connected to an Ad-Hoc wireless network
zh_hk: 連接到 Ad-Hoc 點對點式無線網絡

source: Wireless network connection to '%s' (%d%%)
zh_hk: 無線網絡連接到‘%s’ (%d%%)

source: VPN connection to '%s'
zh_hk: VPN 連線連接到‘%s’

source: VPN connecting to '%s'
zh_hk: VPN 連線至‘%s’

source: _Connect to Other Wireless Network...
zh_hk: 連接到其它的無線網絡(_C)...

source: Create _New Wireless Network...
zh_hk: 建立新的無線網絡(_N)...

source: _VPN Connections
zh_hk: _VPN 連線

source: _Configure VPN...
zh_hk: 設定 VP_N...

source: _Disconnect VPN...
zh_hk: 與 V_PN 斷線...

source: _Dial Up Connections
zh_hk: 播接連線(_D)

source: Connect to %s...
zh_hk: 連線到 %s...

source: Disconnect from %s...
zh_hk: 與 %s 斷線...

source: No network devices have been found
zh_hk: 找不到任何網絡裝置

source: NetworkManager is not running...
zh_hk: NetworkManager 沒有執行....

source: Enable _Networking
zh_hk: 啟用網絡功能(_N)

source: Enable _Wireless
zh_hk: 啟用無線網絡(_W)

source: Connection _Information
zh_hk: 連線資訊(_I)

source: _Help
zh_hk: 求助(_H)

source: _About
zh_hk: 關於(_A)

source: The NetworkManager applet could not find some required resources. It cannot continue.
zh_hk: NetworkManager 面板程式無法找到一些需要的資源。它無法繼續。

source: Open System
zh_hk: 開放系統

source: Shared Key
zh_hk: 分享密碼匙

source: Automatic (Default)
zh_hk: 自動(預設值)

source: Dynamic WEP
zh_hk: 動態 WEP

source: WEP 128-bit Passphrase
zh_hk: WEP 128-bit 密語

source: WPA2 Enterprise
zh_hk: WPA2 企業版

source: WPA Enterprise
zh_hk: WPA 企業版

source: WPA2 Personal
zh_hk: WPA2 個人版

source: WPA Personal
zh_hk: WPA 個人版

source: Orientation
zh_hk: 方向

source: The orientation of the tray.
zh_hk: 面板的方向

source: Wired Network (%s)
zh_hk: 有線網絡 (%s)

source: _Wired Network
zh_hk: 有線網絡(_W)

source: Wireless Network (%s)
zh_hk: 無線網絡 (%s)

source: Wireless Network
zh_hk: 無線網絡

source: (invalid Unicode)
zh_hk: （無效的統一碼）

source: By default, the wireless network's name is set to your computer's name, %s, with no encryption enabled
zh_hk: 預設上無線網絡的名稱是設為你的電腦名稱，%s，並不使用加密

source: Create new wireless network
zh_hk: 建立新的無線網絡

source: Enter the name and security settings of the wireless network you wish to create.
zh_hk: 輸入你要建立的無線網絡的名稱及安全設定。

source: Create New Wireless Network
zh_hk: 建立一個新的無線網絡

source: Existing wireless network
zh_hk: 現有的無線網絡

source: Enter the name of the wireless network to which you wish to connect.
zh_hk: 輸入你要連接的無線網絡的名稱。

source: Connect to Other Wireless Network
zh_hk: 連接到其它的無線網絡

source: Error connecting to wireless network
zh_hk: 連接到無線網絡發生錯誤

source: The requested wireless network requires security capabilities unsupported by your hardware.
zh_hk: 你的硬件不支援該無線網絡所需的安全性機能。

source: Cannot start VPN connection '%s'
zh_hk: 無法執行 VPN 連線‘%s’

source: Could not find the authentication dialog for VPN connection type '%s'. Contact your system administrator.
zh_hk: 找不到 VPN 連線類型‘%s’的驗證對話盒。請聯絡你的系統管理者。

source: There was a problem launching the authentication dialog for VPN connection type '%s'. Contact your system administrator.
zh_hk: 執行 VPN 連線類型‘%s’的驗證對話盒時發生問題。請聯絡你的系統管理者。

source: <span weight="bold" size="larger">Active Connection Information</span>
zh_hk: <span weight="bold">使用中的連線資訊：</span>

source: <span weight="bold" size="larger">Passphrase Required by Wireless Network</span> A passphrase or encryption key is required to access the wireless network '%s'.
zh_hk: <span weight="bold" size="larger">無線網絡通行碼請求</span> 需要一個通行碼或是密鑰來存取無線網絡‘%s’

source: <span weight="bold" size="larger">Reduced Network Functionality</span> %s It will not be completely functional.
zh_hk: <span weight="bold" size="larger">簡化的網絡功能</span> %s 它並不能完整的作用。

source: <span weight="bold" size="larger">Wireless Network Login Confirmation</span> You have chosen to log in to the wireless network '%s'. If you are sure that this wireless network is secure, click the checkbox below and NetworkManager will not require confirmation on subsequent log ins.
zh_hk: <span weight="bold" size="larger">無線網絡登入確認</span> 你已經選擇登入無線網絡‘%s’。如果確定此無線網絡是安全的，按下下面的核取方塊，NetworkManager 在接下來的登入就不會再要求確認。

source: Anonymous Identity:
zh_hk: 匿名身分:

source: Authentication:
zh_hk: 驗證方式:

source: Broadcast Address:
zh_hk: 廣播位址：

source: CA Certificate File:
zh_hk: CA 證書檔案:

source: C_onnect
zh_hk: 連線(_O)

source: Client Certificate File:
zh_hk: 客戶端證書檔案:

source: Connection Information
zh_hk: 連線資訊

source: Default Route:
zh_hk: 預設路由:

source: Destination Address:
zh_hk: 目的地位址：

source: Driver:
zh_hk: 驅動程式:

source: EAP Method:
zh_hk: EAP 方法:

source: Hardware Address:
zh_hk: 硬件位址：

source: IP Address:
zh_hk: IP 位址：

source: Identity:
zh_hk: 身分:

source: Interface:
zh_hk: 介面：

source: Key Type:
zh_hk: 密碼匙類型：

source: Key management:
zh_hk: 密碼匙管理:

source: Key:
zh_hk: 密碼匙:

source: None WEP 128-bit Passphrase WEP 64/128-bit Hex WEP 64/128-bit ASCII
zh_hk: 無 WEP 128-bit 密語 WEP 64/128-bit Hex WEP 64/128-bit ASCII

source: Open System Shared Key
zh_hk: 開放系統 分享密碼匙

source: Other Wireless Network...
zh_hk: 其它無線網絡...

source: Passphrase:
zh_hk: 通行碼：

source: Password:
zh_hk: 密碼:

source: Primary DNS:
zh_hk: 主要 DNS:

source: Private Key File:
zh_hk: 私密密碼匙檔案:

source: Private Key Password:
zh_hk: 私密密碼匙密碼 :

source: Secondary DNS:
zh_hk: 次要 DNS:

source: Select the CA Certificate File
zh_hk: 選擇 CA 證書檔案

source: Select the Client Certificate File
zh_hk: 選擇客戶端證書檔案

source: Select the Private Key File
zh_hk: 選擇私密密碼匙檔案

source: Show key
zh_hk: 顯示密碼匙

source: Show passphrase
zh_hk: 顯示密語

source: Show password
zh_hk: 顯示密碼

source: Show passwords
zh_hk: 顯示密碼

source: Speed:
zh_hk: 連線速度:

source: Subnet Mask:
zh_hk: 子網絡遮罩：

source: User Name:
zh_hk: 使用者名稱:

source: Wireless Network Key Required
zh_hk: 需要無線網絡密碼匙

source: Wireless _adapter:
zh_hk: 無線網絡卡(_A)：

source: _Always Trust this Wireless Network
zh_hk: 總是信任這無線網絡(_A)

source: _Don't remind me again
zh_hk: 不要再提醒我(_D)

source: _Fallback on this Network
zh_hk: 退出此網絡(_F)

source: _Login to Network
zh_hk: 登入網絡(_L)

source: _Network Name:
zh_hk: 網絡名稱(_N):

source: _Wireless Security:
zh_hk: 無線安全性(_W):

source: Cannot add VPN connection
be@latin: Niemahčyma dadać spałučeńnie VPN
zh_hk: 無法加入 VPN 連線

source: No suitable VPN software was found on your system. Contact your system administrator.
be@latin: Na hetaj systemie nia znojdzienaja prahrama dla VPN. Źviažysia z systemnym administrataram.
zh_hk: 在你的系統上找不到合適的 VPN 軟件。請聯絡你的系統管理者。

source: Cannot import VPN connection
be@latin: Niemahčyma impartavać spałučeńnie VPN
zh_hk: 無法匯入 VPN 網絡連線

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
be@latin: Na hetaj systemie nia znojdzienaja prahrama dla spałučeńnia VPN typu '%s', kab impartavać fajł '%s'. Źviažysia z systemnym administrataram.
zh_hk: 找不到適合 VPN 連線類型‘%s’的軟件來匯入檔案‘%s’。請聯絡你的系統管理者。

source: Error retrieving VPN connection '%s'
be@latin: Pamyłka atrymańnia spałučeńnia VPN '%s'
zh_hk: 接收 VPN 連線‘%s’時發生錯誤

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
be@latin: Niemahčyma znajści fajły UI dla typu '%s' spałučeńniaŭ VPN. Źviažysia z systemnym administrataram.
zh_hk: 找不到 VPN 連線類型‘%s’的 UI 檔案。請聯絡你的系統管理者。

source: Delete VPN connection "%s"?
be@latin: Vydalić spałučeńnie VPN "%s"?
zh_hk: 刪除 VPN 連線“%s”？

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
be@latin: Usie źviestki pra spałučeńnie VPN "%s" źniknuć, i tabie mohuć spatrebicca źviestki ad systemnaha administratara pra toje, jak stvaryć novaje spałučeńnie.
zh_hk: 所有 VPN 連線‘%s’的相關資訊都會消失，而你需要請系統管理者提供建立新連線的資訊。

source: Unable to load
be@latin: Niemahčyma adčytać
zh_hk: 無法載入

source: Cannot find some needed resources (the glade file)!
be@latin: Niemahčyma znajści niekatoryja patrebnyja resursy (fajł glade)!
zh_hk: 無法找到一些需要的資源（ glade 檔）！

source: Create VPN Connection
be@latin: Stvary spałučeńnie VPN
zh_hk: 建立 VPN 連線

source: Edit VPN Connection
be@latin: Redahuj spałučeńnie VPN
zh_hk: 編輯 VPN 連線

source: Add a new VPN connection
be@latin: Dadaj novaje spałučeńnie VPN
zh_hk: 加入新的 VPN 連線

source: Delete the selected VPN connection
be@latin: Vydal abranaje spałučeńnie VPN
zh_hk: 刪除選擇的 VPN 連線

source: E_xport
be@latin: E_kspartuj
zh_hk: 匯出(_X)

source: Edit the selected VPN connection
be@latin: Redahuj abranaje spałučeńnie VPN
zh_hk: 編輯已選的 VPN 連線

source: Export the VPN settings to a file
be@latin: Ekspartuj nałady VPN u fajł
zh_hk: 匯出 VPN 設定至檔案

source: Export the selected VPN connection to a file
be@latin: Ekspartuj abranaje spałučeńnie VPN u fajł
zh_hk: 匯出選擇的 VPN 連線至檔案

source: Manage Virtual Private Network Connections
be@latin: Kiruj spałučeńniami ź virtualnaj pryvatnaj sietkaj (VPN)
zh_hk: 管理虛擬私有網絡連線

source: VPN Connections
be@latin: Spałučeńni VPN
zh_hk: VPN 連線

source: WPA Automatic
be@latin: Aŭtamatyčny WPA
zh_hk: WPA 自動

source: WPA2 Automatic
be@latin: Aŭtamatyčny WPA2
zh_hk: WPA 自動

source: unable to create netlink socket for monitoring wired ethernet devices - %s
be@latin: niemahčyma stvaryć sietkavy sokiet, kab nazirać za pravodnymi sietkavymi pryładami - %s
zh_hk: 無法建立 netlink socket 以監控有線乙太網絡裝置 - %s

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
be@latin: niemahčyma dałučycca da sietkavaha sokieta, kab nazirać za pravodnymi sietkavymi pryładami - %s
zh_hk: 無法連結 netlink socket 以監控有線乙太網絡裝置 - %s

source: operation took too long
be@latin: aperacyja vykkonvałasia nadta doŭha
zh_hk: 操作時間太久

source: received data from wrong type of sender
be@latin: atrymanyja źviestki ad adpraŭnika niapravilnaha typu
zh_hk: 從傳送者接收錯誤類型的資料

source: received data from unexpected sender
be@latin: atrymanyja źviestki ad niečakanaha adpraŭnika
zh_hk: 從傳送者接收未預期類型的資料

source: too much data was sent over socket and some of it was lost
be@latin: praz sokiet dasłana nadta šmat źviestak, i tamu niekatoryja ź ich zhubilisia
zh_hk: 透過 socket 傳送太多資料以致其中有些遺失了

source: error occurred while waiting for data on socket
be@latin: pry čakańni źviestak na sokiecie adbyłasia pamyłka
zh_hk: 等待 socket 上的資料時發生錯誤

source: You are now connected to the Ad-Hoc wireless network '%s'.
zh_hk: 你目前連接到 Ad-Hoc 點對點式無線網絡‘%s’。

source: You are now connected to the wireless network '%s'.
zh_hk: 你目前連接到無線網絡‘%s’。

source: You are now connected to the wired network.
zh_hk: 你目前連接到有線網絡‘%s’。

source: Connection Established
zh_hk: 連線已建立

source: The network connection has been disconnected.
zh_hk: 該網絡連線已經斷線。

source: 40-bit WEP
be@latin: 40-bitny WEP

source: 104-bit WEP
be@latin: 104-bitny WEP

source: none
be@latin: niama
