Repository: 453647684/NetworkManager
Catalog: vpn-daemons/vpnc/po/*.po
Languages: es, nl

source: _Secondary Password:
es: Contraseña _secundaria:
nl: _Secondair wachtwoord:

source: _Username:
es: _Usuario:
nl: _Gebruikersnaam:

source: _Domain:
es: _Dominio:
nl: _Domein:

source: _Password:
es: _Contraseña:
nl: _Wachtwoord:

source: Connect _anonymously
es: Conectar como -anónimo
nl: _Anoniem verbinden

source: Connect as _user:
es: Conectar como _usuario:
nl: Verbinden met _gebruikersnaam:

source: _Remember passwords for this session
nl: W_achtwoorden voor deze sessie onthouden

source: _Save passwords in keyring
nl: Wachtwoorden in _sleutelbos opslaan

source: You need to authenticate to access the Virtual Private Network '%s'.
es: Necesita autenticarse para acceder a la red privada virtual (VPN) «%s».
nl: Om toegang te krijgen tot het Virtual Private Network ‘%s’ moet u uzelf aanmelden.

source: Authenticate VPN
es: Autenticar VPN
nl: VPN aanmeldingscontrole

source: _Group Password:
nl: _Groepswachtwoord:

source: Add, Remove, and Edit VPN Connections
es: Añadir, eliminar y editar conexiones VPN
nl: VPN-verbindingen toevoegen, verwijderen en bewerken

source: VPN Connection Manager (vpnc)
nl: VPN verbindingen beheren (vpnc)

source: Compatible Cisco VPN client (vpnc)
nl: Compatibele Cisco VPN-cliënt (vpnc)

source: The following vpnc VPN connection will be created:
nl: De volgende vpnc VPN-verbinding zal worden aangemaakt:

source: Name: %s
es: Nombre: %s
nl: Naam: %s

source: Group Name: %s
nl: Groepsnaam: %s

source: Username: %s
es: Usuario: %s
nl: Gebruikersnaam: %s

source: Domain: %s
nl: Domein: %s

source: The connection details can be changed using the "Edit" button.
es: Los detalles de la conexión se pueden modificar mediante el botón «Editar».
nl: De verbindingsdetails kunnen gewijzigd worden met de knop ‘Bewerken’.

source: TCP tunneling not supported
nl: TCP tunneling is niet mogelijk

source: The VPN settings file '%s' specifies that VPN traffic should be tunneled through TCP which is currently not supported in the vpnc software. The connection can still be created, with TCP tunneling disabled, however it may not work as expected.
nl: Het VPN-instellingenbestand ‘%s’ geeft aan dat VPN-verkeer getunnelt moet worden via TCP hetgeen momenteel nog niet mogelijk is met de vpnc-software. De verbinding kan evengoed worden gemaakt met TPC-tunneling uitgeschakeld, maar het werkt mogelijkerwijs niet helemaal correct.

source: Cannot import settings
es: No se pueden importar los ajustes
nl: Kan instellingen niet importeren

source: The VPN settings file '%s' does not contain valid data.
es: El archivo de ajustes «%s» no contiene datos válidos.
nl: Het VPN instellingenbestand ‘%s’ bevat geen geldige gegevens.

source: Select file to import
es: Seleccione un archivo para importar
nl: Selecteer een bestand om te importeren

source: Save as...
es: Guardar como...
nl: Opslaan als...

source: A file named "%s" already exists.
es: Ya existe un archivo llamado «%s».
nl: Een bestand met naam ‘%s’ bestaat al.

source: Do you want to replace it with the one you are saving?
es: ¿Desea reemplazarlo con el archivo que está guardando?
nl: Wilt u het vervangen door het bestand dat u nu wilt opslaan?

source: Failed to export configuration
es: Ha fallado la exportación de la configuración
nl: Kon configuratie niet exporteren

source: Failed to save file %s
es: Ha ocurrido un error al guardar el archivo %s
nl: Kon bestand %s niet opslaan

source: <b>Connection Information</b>
nl: <b>Verbindingsinformatie</b>

source: <b>Connection Name</b>
es: <b>Nombre de la conexión</b>
nl: <b>Naam verbinding</b>

source: <b>Required</b>
nl: <b>Vereist</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
es: <i>por ejemplo: 172.16.0.0/16 10.11.12.0/24</i>
nl: <i>bijvoorbeeld: 172.16.0.0/16 10.11.12.0/24</i>

source: Connection Name
nl: Naam van de verbinding

source: G_roup Name:
nl: G_roepsnaam:

source: Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
nl: Naam waarmee de verbinding met het privénetwerk aangeduid wordt, bijvoorbeeld ‘Universiteit VPN’ of ‘Bedrijfsnetwerk’

source: Optional
nl: Optioneel

source: Override _user name
nl: _Gebruikersnaam niet gebruiken

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
es: Introduzca la información proporcionada por su administrador de sistemas aquí abajo. No introduzca su contraseña, puesto que se le pedirá cuando conecte.
nl: Geef hieronder de informatie die u van uw systeembeheerder heeft gekregen. Vul uw wachtwoord niet hier in, maar wacht daarmee tot erom gevraagd wordt bij het verbinden.

source: Please note that the file you import is not a Cisco VPN or VPNC configuration file. Ask your adminstrator for the file.
nl: Merk op dat het bestand dat u importeert geen Cisco VPN of VPNC configuratiebestand is. Vraag uw systeembeheerder om het bestand.

source: Use _domain for authentication
nl: _Domein gebruiken voor aanmeldingscontrole

source: _Import Saved Configuration...
es: _Importar configuración guardada...
nl: _Opgeslagen configuratie importeren...

source: _Only use VPN connection for these addresses
es: _Sólamente utilizar la conexión VPN para estas direcciones
nl: _Voor deze adressen alleen een VPN-verbinding gebruiken

source: The VPN login failed because the user name and password were not accepted.
nl: Aanmelding bij het VPN is mislukt omdat de combinatie van gebruikersnaam en wachtwoord niet geaccepteerd werd.

source: The VPN login failed because the VPN program could not be started.
es: El acceso VPN ha fallado porque no se ha podido iniciar el programa VPN.
nl: Aanmelding bij het VPN is mislukt omdat het VPN-programma niet opgestart kon worden.

source: The VPN login failed because the VPN program could not connect to the VPN server.
es: El acceso VPN ha fallado porque el programa VPN no ha podido conectar con el servidor VPN.
nl: Aanmelding bij het VPN is mislukt omdat het VPN-programma geen verbinding kon maken met de VPN-server.

source: The VPN login failed because the VPN configuration options were invalid.
es: El acceso VPN ha fallado porque las opciones de configuración de VPN eran incorrectas.
nl: Aanmelding bij het VPN is mislukt omdat de VPN-configuratieopties ongeldig waren.

source: The VPN login failed because the VPN program received an invalid configuration from the VPN server.
es: El acceso VPN ha fallado porque el programa VPN recibió una configuración incorrecta del servidor VPN.
nl: Aanmelding bij het VPN is mislukt omdat het VPN-programma een ongeldige configuratie kreeg van de VPN-server.

source: Routes: %s
es: Rutas: %s

source: <b>Required Information</b>
es: <b>Información obligatoria</b>

source: _Gateway:
es: _Pasarela:

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
es: El _nombre utilizado para identificar la conexión a la red privada, por ejemplo: «VPN del campus» o «Red corporativa»
